[
"Midway upon the journey of our life\nI found myself within a forest dark,\nFor the straightforward pathway had been lost.",
"Ah me! how hard a thing it is to say\nWhat was this forest savage, rough, and stern,\nWhich in the very thought renews the fear.",
"So bitter is it, death is little more;\nBut of the good to treat, which there I found,\nSpeak will I of the other things I saw there.",
"I cannot well repeat how there I entered,\nSo full was I of slumber at the moment\nIn which I had abandoned the true way.",
"But after I had reached a mountain's foot,\nAt that point where the valley terminated,\nWhich had with consternation pierced my heart...",
"Upward I looked, and I beheld its shoulders,\nVested already with that planet's rays\nWhich leadeth others right by every road.",
"Then was the fear a little quieted\nThat in my heart's lake had endured throughout\nThe night, which I had passed so piteously.",
"And even as he, who, with distressful breath,\nForth issued from the sea upon the shore,\nTurns to the water perilous and gazes.",
"So did my soul, that still was fleeing onward,\nTurn itself back to re-behold the pass\nWhich never yet a living person left.",
"After my weary body I had rested,\nThe way resumed I on the desert slope,\nSo that the firm foot ever was the lower.",
"And lo! almost where the ascent began,\nA panther light and swift exceedingly,\nWhich with a spotted skin was covered o'er!",
"And never moved she from before my face,\nNay, rather did impede so much my way,\nThat many times I to return had turned.",
"The time was the beginning of the morning,\nAnd up the sun was mounting with those stars\nThat with him were, what time the Love Divine",
"At first in motion set those beauteous things;\nSo were to me occasion of good hope,\nThe variegated skin of that wild beast...",
"The hour of time, and the delicious season;\nBut not so much, that did not give me fear\nA lion's aspect which appeared to me.",
"He seemed as if against me he were coming\nWith head uplifted, and with ravenous hunger,\nSo that it seemed the air was afraid of him.",
"And a she-wolf, that with all hungerings\nSeemed to be laden in her meagreness,\nAnd many folk has caused to live forlorn!",
"She brought upon me so much heaviness,\nWith the affright that from her aspect came,\nThat I the hope relinquished of the height.",
"And as he is who willingly acquires,\nAnd the time comes that causes him to lose,\nWho weeps in all his thoughts and is despondent...",
"E'en such made me that beast withouten peace,\nWhich, coming on against me by degrees\nThrust me back thither where the sun is silent.",
"While I was rushing downward to the lowland,\nBefore mine eyes did one present himself,\nWho seemed from long-continued silence hoarse.",
"When I beheld him in the desert vast,\n\"Have pity on me,\" unto him I cried,\n\"Whiche'er thou art, or shade or real man!\"",
"He answered me: \"Not man; man once I was,\nAnd both my parents were of Lombardy,\nAnd Mantuans by country both of them.\"",
"'Sub Julio' was I born, though it was late,\nAnd lived at Rome under the good Augustus,\nDuring the time of false and lying gods.",
"A poet was I, and I sang that just\nSon of Anchises, who came forth from Troy,\nAfter that Ilion the superb was burned.",
"\"But thou, why goest thou back to such annoyance?\nWhy climb'st thou not the Mount Delectable,\nWhich is the source and cause of every joy?\"",
"\"Now, art thou that Virgilius and that fountain\nWhich spreads abroad so wide a river of speech?\"\nI made response to him with bashful forehead.",
"\"O, of the other poets honour and light,\nAvail me the long study and great love\nThat have impelled me to explore thy volume!\"",
"Thou art my master, and my author thou,\nThou art alone the one from whom I took\nThe beautiful style that has done honour to me.",
"\"Behold the beast, for which I have turned back;\nDo thou protect me from her, famous Sage,\nFor she doth make my veins and pulses tremble.\"",
"\"Thee it behoves to take another road,\"\nResponded he, when he beheld me weeping,\n\"If from this savage place thou wouldst escape.\"",
"Because this beast, at which thou criest out,\nSuffers not any one to pass her way,\nBut so doth harass him, that she destroys him.",
"And has a nature so malign and ruthless,\nThat never doth she glut her greedy will,\nAnd after food is hungrier than before.",
"Many the animals with whom she weds,\nAnd more they shall be still, until the Greyhound\nComes, who shall make her perish in her pain.",
"He shall not feed on either earth or pelf,\nBut upon wisdom, and on love and virtue;\n'Twixt Feltro and Feltro shall his nation be.",
"Of that low Italy shall he be the saviour,\nOn whose account the maid Camilla died,\nEuryalus, Turnus, Nisus, of their wounds.",
"Through every city shall he hunt her down,\nUntil he shall have driven her back to Hell,\nThere from whence envy first did let her loose.",
"Therefore I think and judge it for thy best\nThou follow me, and I will be thy guide,\nAnd lead thee hence through the eternal place...",
"Where thou shalt hear the desperate lamentations,\nShalt see the ancient spirits disconsolate,\nWho cry out each one for the second death.",
"And thou shalt see those who contented are\nWithin the fire, because they hope to come,\nWhene'er it may be, to the blessed people.",
"To whom, then, if thou wishest to ascend,\nA soul shall be for that than I more worthy;\nWith her at my departure I will leave thee.",
"Because that Emperor, who reigns above,\nIn that I was rebellious to his law,\nWills that through me none come into his city.",
"\"He governs everywhere, and there he reigns;\nThere is his city and his lofty throne;\nO happy he whom thereto he elects!\"",
"And I to him: \"Poet, I thee entreat,\nBy that same God whom thou didst never know,\nSo that I may escape this woe and worse...\"",
"\"Thou wouldst conduct me there where thou hast said,\nThat I may see the portal of Saint Peter,\nAnd those thou makest so disconsolate.\"",
"Then he moved on, and I behind him followed.",
"Day was departing, and the embrowned air\nReleased the animals that are on earth\nFrom their fatigues; and I the only one",
"Made myself ready to sustain the war,\nBoth of the way and likewise of the woe,\nWhich memory that errs not shall retrace.",
"O Muses, O high genius, now assist me!\nO memory, that didst write down what I saw,\nHere thy nobility shall be manifest!",
"And I began: \"Poet, who guidest me,\nRegard my manhood, if it be sufficient,\nEre to the arduous pass thou dost confide me.\"",
"Thou sayest, that of Silvius the parent,\nWhile yet corruptible, unto the world\nImmortal went, and was there bodily.",
"But if the adversary of all evil\nWas courteous, thinking of the high effect\nThat issue would from him, and who, and what...",
"To men of intellect unmeet it seems not;\nFor he was of great Rome, and of her empire\nIn the empyreal heaven as father chosen.",
"The which and what, wishing to speak the truth,\nWere stablished as the holy place, wherein\nSits the successor of the greatest Peter.",
"Upon this journey, whence thou givest him vaunt,\nThings did he hear, which the occasion were\nBoth of his victory and the papal mantle.",
"Thither went afterwards the Chosen Vessel,\nTo bring back comfort thence unto that Faith,\nWhich of salvation's way is the beginning.",
"But I, why thither come, or who concedes it?\nI not Aeneas am, I am not Paul,\nNor I, nor others, think me worthy of it.",
"\"Therefore, if I resign myself to come,\nI fear the coming may be ill-advised;\nThou'rt wise, and knowest better than I speak.\"",
"And as he is, who unwills what he willed,\nAnd by new thoughts doth his intention change,\nSo that from his design he quite withdraws...",
"Such I became, upon that dark hillside,\nBecause, in thinking, I consumed the emprise,\nWhich was so very prompt in the beginning.",
"\"If I have well thy language understood,\"\nReplied that shade of the Magnanimous,\n\"Thy soul attainted is with cowardice...\"",
"Which many times a man encumbers so,\nIt turns him back from honoured enterprise,\nAs false sight doth a beast, when he is shy.",
"That thou mayst free thee from this apprehension,\nI'll tell thee why I came, and what I heard\nAt the first moment when I grieved for thee.",
"Among those was I who are in suspense,\nAnd a fair, saintly Lady called to me\nIn such wise, I besought her to command me.",
"Her eyes where shining brighter than the Star;\nAnd she began to say, gentle and low,\nWith voice angelical, in her own language.",
"'O spirit courteous of Mantua,\nOf whom the fame still in the world endures,\nAnd shall endure, long-lasting as the world.",
"A friend of mine, and not the friend of fortune,\nUpon the desert slope is so impeded\nUpon his way, that he has turned through terror...",
"And may, I fear, already be so lost,\nThat I too late have risen to his succour,\nFrom that which I have heard of him in Heaven.",
"Bestir thee now, and with thy speech ornate,\nAnd with what needful is for his release,\nAssist him so, that I may be consoled.",
"Beatrice am I, who do bid thee go;\nI come from there, where I would fain return;\nLove moved me, which compelleth me to speak.",
"When I shall be in presence of my Lord,\nFull often will I praise thee unto him.'\nThen paused she, and thereafter I began.",
"'O Lady of virtue, thou alone through whom\nThe human race exceedeth all contained\nWithin the heaven that has the lesser circles...",
"So grateful unto me is thy commandment,\nTo obey, if 'twere already done, were late;\nNo farther need'st thou ope to me thy wish.",
"But the cause tell me why thou dost not shun\nThe here descending down into this centre,\nFrom the vast place thou burnest to return to.'",
"'Since thou wouldst fain so inwardly discern,\nBriefly will I relate,' she answered me,\n'Why I am not afraid to enter here.",
"Of those things only should one be afraid\nWhich have the power of doing others harm;\nOf the rest, no; because they are not fearful.",
"God in his mercy such created me\nThat misery of yours attains me not,\nNor any flame assails me of this burning.",
"A gentle Lady is in Heaven, who grieves\nAt this impediment, to which I send thee,\nSo that stern judgment there above is broken.",
"In her entreaty she besought Lucia,\nAnd said, \"Thy faithful one now stands in need\nOf thee, and unto thee I recommend him.\"",
"Lucia, foe of all that cruel is,\nHastened away, and came unto the place\nWhere I was sitting with the ancient Rachel.",
"\"Beatrice\" said she, \"the true praise of God,\nWhy succourest thou not him, who loved thee so,\nFor thee he issued from the vulgar herd?\"",
"\"Dost thou not hear the pity of his plaint?\nDost thou not see the death that combats him\nBeside that flood, where ocean has no vaunt?\"",
"Never were persons in the world so swift\nTo work their weal and to escape their woe,\nAs I, after such words as these were uttered...",
"Came hither downward from my blessed seat,\nConfiding in thy dignified discourse,\nWhich honours thee, and those who've listened to it.'",
"After she thus had spoken unto me,\nWeeping, her shining eyes she turned away;\nWhereby she made me swifter in my coming.",
"And unto thee I came, as she desired;\nI have delivered thee from that wild beast,\nWhich barred the beautiful mountain's short ascent.",
"What is it, then?  Why, why dost thou delay?\nWhy is such baseness bedded in thy heart?\nDaring and hardihood why hast thou not...",
"\"Seeing that three such Ladies benedight\nAre caring for thee in the court of Heaven,\nAnd so much good my speech doth promise thee?\"",
"Even as the flowerets, by nocturnal chill,\nBowed down and closed, when the sun whitens them,\nUplift themselves all open on their stems.",
"Such I became with my exhausted strength,\nAnd such good courage to my heart there coursed,\nThat I began, like an intrepid person.",
"\"O she compassionate, who succoured me,\nAnd courteous thou, who hast obeyed so soon\nThe words of truth which she addressed to thee!\"",
"Thou hast my heart so with desire disposed\nTo the adventure, with these words of thine,\nThat to my first intent I have returned.",
"Now go, for one sole will is in us both,\nThou Leader, and thou Lord, and Master thou.\"\nThus said I to him; and when he had moved...\"",
"I entered on the deep and savage way.",
"\"Through me the way is to the city dolent;\nThrough me the way is to eternal dole;\nThrough me the way among the people lost.\"",
"Justice incited my sublime Creator;\nCreated me divine Omnipotence,\nThe highest Wisdom and the primal Love.",
"\"Before me there were no created things,\nOnly eterne, and I eternal last.\nAll hope abandon, ye who enter in!\"",
"These words in sombre colour I beheld\nWritten upon the summit of a gate;\nWhence I: \"Their sense is, Master, hard to me!\"",
"And he to me, as one experienced:\n\"Here all suspicion needs must be abandoned,\nAll cowardice must needs be here extinct.\"",
"\"We to the place have come, where I have told thee\nThou shalt behold the people dolorous\nWho have foregone the good of intellect.\"",
"And after he had laid his hand on mine\nWith joyful mien, whence I was comforted,\nHe led me in among the secret things.",
"There sighs, complaints, and ululations loud\nResounded through the air without a star,\nWhence I, at the beginning, wept thereat.",
"Languages diverse, horrible dialects,\nAccents of anger, words of agony,\nAnd voices high and hoarse, with sound of hands...",
"Made up a tumult that goes whirling on\nFor ever in that air for ever black,\nEven as the sand doth, when the whirlwind breathes.",
"And I, who had my head with horror bound,\nSaid: \"Master, what is this which now I hear?\nWhat folk is this, which seems by pain so vanquished?\"",
"And he to me: \"This miserable mode\nMaintain the melancholy souls of those\nWho lived withouten infamy or praise.\"",
"Commingled are they with that caitiff choir\nOf Angels, who have not rebellious been,\nNor faithful were to God, but were for self.",
"\"The heavens expelled them, not to be less fair;\nNor them the nethermore abyss receives,\nFor glory none the damned would have from them.\"",
"And I: \"O Master, what so grievous is\nTo these, that maketh them lament so sore?\"\nHe answered: \"I will tell thee very briefly.\"",
"These have no longer any hope of death;\nAnd this blind life of theirs is so debased,\nThey envious are of every other fate.",
"\"No fame of them the world permits to be;\nMisericord and Justice both disdain them.\nLet us not speak of them, but look, and pass.\"",
"And I, who looked again, beheld a banner,\nWhich, whirling round, ran on so rapidly,\nThat of all pause it seemed to me indignant.",
"And after it there came so long a train\nOf people, that I ne'er would have believed\nThat ever Death so many had undone.",
"When some among them I had recognised,\nI looked, and I beheld the shade of him\nWho made through cowardice the great refusal.",
"Forthwith I comprehended, and was certain,\nThat this the sect was of the caitiff wretches\nHateful to God and to his enemies.",
"These miscreants, who never were alive,\nWere naked, and were stung exceedingly\nBy gadflies and by hornets that were there.",
"These did their faces irrigate with blood,\nWhich, with their tears commingled, at their feet\nBy the disgusting worms was gathered up.",
"And when to gazing farther I betook me.\nPeople I saw on a great river's bank;\nWhence said I: \"Master, now vouchsafe to me...\"",
"\"That I may know who these are, and what law\nMakes them appear so ready to pass over,\nAs I discern athwart the dusky light.\"",
"And he to me: \"These things shall all be known\nTo thee, as soon as we our footsteps stay\nUpon the dismal shore of Acheron.\"",
"Then with mine eyes ashamed and downward cast,\nFearing my words might irksome be to him,\nFrom speech refrained I till we reached the river.",
"And lo! towards us coming in a boat\nAn old man, hoary with the hair of eld,\nCrying: \"Woe unto you, ye souls depraved!\"",
"Hope nevermore to look upon the heavens;\nI come to lead you to the other shore,\nTo the eternal shades in heat and frost.",
"And thou, that yonder standest, living soul,\nWithdraw thee from these people, who are dead!\"\nBut when he saw that I did not withdraw...\"",
"He said: \"By other ways, by other ports\nThou to the shore shalt come, not here, for passage;\nA lighter vessel needs must carry thee.\"",
"And unto him the Guide: \"Vex thee not, Charon;\nIt is so willed there where is power to do\nThat which is willed; and farther question not.\"",
"Thereat were quieted the fleecy cheeks\nOf him the ferryman of the livid fen,\nWho round about his eyes had wheels of flame.",
"But all those souls who weary were and naked\nTheir colour changed and gnashed their teeth together,\nAs soon as they had heard those cruel words.",
"God they blasphemed and their progenitors,\nThe human race, the place, the time, the seed\nOf their engendering and of their birth!",
"Thereafter all together they drew back,\nBitterly weeping, to the accursed shore,\nWhich waiteth every man who fears not God.",
"Charon the demon, with the eyes of glede,\nBeckoning to them, collects them all together,\nBeats with his oar whoever lags behind.",
"As in the autumn-time the leaves fall off,\nFirst one and then another, till the branch\nUnto the earth surrenders all its spoils.",
"In similar wise the evil seed of Adam\nThrow themselves from that margin one by one,\nAt signals, as a bird unto its lure.",
"So they depart across the dusky wave,\nAnd ere upon the other side they land,\nAgain on this side a new troop assembles.",
"\"My son,\" the courteous Master said to me,\n\"All those who perish in the wrath of God\nHere meet together out of every land.\"",
"And ready are they to pass o'er the river,\nBecause celestial Justice spurs them on,\nSo that their fear is turned into desire.",
"\"This way there never passes a good soul;\nAnd hence if Charon doth complain of thee,\nWell mayst thou know now what his speech imports.\"",
"This being finished, all the dusk champaign\nTrembled so violently, that of that terror\nThe recollection bathes me still with sweat.",
"The land of tears gave forth a blast of wind,\nAnd fulminated a vermilion light,\nWhich overmastered in me every sense...",
"And as a man whom sleep hath seized I fell.",
"Broke the deep lethargy within my head\nA heavy thunder, so that I upstarted,\nLike to a person who by force is wakened.",
"And round about I moved my rested eyes,\nUprisen erect, and steadfastly I gazed,\nTo recognise the place wherein I was.",
"True is it, that upon the verge I found me\nOf the abysmal valley dolorous,\nThat gathers thunder of infinite ululations.",
"Obscure, profound it was, and nebulous,\nSo that by fixing on its depths my sight\nNothing whatever I discerned therein.",
"\"Let us descend now into the blind world,\"\nBegan the Poet, pallid utterly;\n\"I will be first, and thou shalt second be.\"",
"And I, who of his colour was aware,\nSaid: \"How shall I come, if thou art afraid,\nWho'rt wont to be a comfort to my fears?\"",
"And he to me: \"The anguish of the people\nWho are below here in my face depicts\nThat pity which for terror thou hast taken.\"",
"Let us go on, for the long way impels us.\"\nThus he went in, and thus he made me enter\nThe foremost circle that surrounds the abyss.\"",
"There, as it seemed to me from listening,\nWere lamentations none, but only sighs,\nThat tremble made the everlasting air.",
"And this arose from sorrow without torment,\nWhich the crowds had, that many were and great,\nOf infants and of women and of men.",
"To me the Master good: \"Thou dost not ask\nWhat spirits these, which thou beholdest, are?\nNow will I have thee know, ere thou go farther...\"",
"That they sinned not; and if they merit had,\n'Tis not enough, because they had not baptism\nWhich is the portal of the Faith thou holdest.",
"And if they were before Christianity,\nIn the right manner they adored not God;\nAnd among such as these am I myself.",
"\"For such defects, and not for other guilt,\nLost are we and are only so far punished,\nThat without hope we live on in desire.\"",
"Great grief seized on my heart when this I heard,\nBecause some people of much worthiness\nI knew, who in that Limbo were suspended.",
"\"Tell me, my Master, tell me, thou my Lord,\"\nBegan I, with desire of being certain\nOf that Faith which o'ercometh every error...",
"\"Came any one by his own merit hence,\nOr by another's, who was blessed thereafter?\"\nAnd he, who understood my covert speech...",
"Replied: \"I was a novice in this state,\nWhen I saw hither come a Mighty One,\nWith sign of victory incoronate.\"",
"Hence he drew forth the shade of the First Parent,\nAnd that of his son Abel, and of Noah,\nOf Moses the lawgiver, and the obedient",
"Abraham, patriarch, and David, king,\nIsrael with his father and his children,\nAnd Rachel, for whose sake he did so much...",
"\"And others many, and he made them blessed;\nAnd thou must know, that earlier than these\nNever were any human spirits saved.\"",
"We ceased not to advance because he spake,\nBut still were passing onward through the forest,\nThe forest, say I, of thick-crowded ghosts.",
"Not very far as yet our way had gone\nThis side the summit, when I saw a fire\nThat overcame a hemisphere of darkness.",
"We were a little distant from it still,\nBut not so far that I in part discerned not\nThat honourable people held that place.",
"\"O thou who honourest every art and science,\nWho may these be, which such great honour have,\nThat from the fashion of the rest it parts them?\"",
"And he to me: \"The honourable name,\nThat sounds of them above there in thy life,\nWins grace in Heaven, that so advances them.\"",
"In the mean time a voice was heard by me:\n\"All honour be to the pre-eminent Poet;\nHis shade returns again, that was departed.\"",
"After the voice had ceased and quiet was,\nFour mighty shades I saw approaching us;\nSemblance had they nor sorrowful nor glad.",
"To say to me began my gracious Master:\n\"Him with that falchion in his hand behold,\nWho comes before the three, even as their lord.\"",
"That one is Homer, Poet sovereign;\nHe who comes next is Horace, the satirist;\nThe third is Ovid, and the last is Lucan.",
"\"Because to each of these with me applies\nThe name that solitary voice proclaimed,\nThey do me honour, and in that do well.\"",
"Thus I beheld assemble the fair school\nOf that lord of the song pre-eminent,\nWho o'er the others like an eagle soars.",
"When they together had discoursed somewhat,\nThey turned to me with signs of salutation,\nAnd on beholding this, my Master smiled.",
"And more of honour still, much more, they did me,\nIn that they made me one of their own band;\nSo that the sixth was I, 'mid so much wit.",
"Thus we went on as far as to the light,\nThings saying 'tis becoming to keep silent,\nAs was the saying of them where I was.",
"We came unto a noble castle's foot,\nSeven times encompassed with lofty walls,\nDefended round by a fair rivulet.",
"This we passed over even as firm ground;\nThrough portals seven I entered with these Sages;\nWe came into a meadow of fresh verdure.",
"People were there with solemn eyes and slow,\nOf great authority in their countenance;\nThey spake but seldom, and with gentle voices.",
"Thus we withdrew ourselves upon one side\nInto an opening luminous and lofty,\nSo that they all of them were visible.",
"There opposite, upon the green enamel,\nWere pointed out to me the mighty spirits,\nWhom to have seen I feel myself exalted.",
"I saw Electra with companions many,\n'Mongst whom I knew both Hector and Aeneas,\nCaesar in armour with gerfalcon eyes.",
"I saw Camilla and Penthesilea\nOn the other side, and saw the King Latinus,\nWho with Lavinia his daughter sat.",
"I saw that Brutus who drove Tarquin forth,\nLucretia, Julia, Marcia, and Cornelia,\nAnd saw alone, apart, the Saladin.",
"When I had lifted up my brows a little,\nThe Master I beheld of those who know,\nSit with his philosophic family.",
"All gaze upon him, and all do him honour.\nThere I beheld both Socrates and Plato,\nWho nearer him before the others stand.",
"Democritus, who puts the world on chance,\nDiogenes, Anaxagoras, and Thales,\nZeno, Empedocles, and Heraclitus.",
"Of qualities I saw the good collector,\nHight Dioscorides; and Orpheus saw I,\nTully and Livy, and moral Seneca...",
"Euclid, geometrician, and Ptolemy,\nGalen, Hippocrates, and Avicenna,\nAverroes, who the great Comment made.",
"I cannot all of them pourtray in full,\nBecause so drives me onward the long theme,\nThat many times the word comes short of fact.",
"The sixfold company in two divides;\nAnother way my sapient Guide conducts me\nForth from the quiet to the air that trembles.",
"And to a place I come where nothing shines.",
"Thus I descended out of the first circle\nDown to the second, that less space begirds,\nAnd so much greater dole, that goads to wailing.",
"There standeth Minos horribly, and snarls;\nExamines the transgressions at the entrance;\nJudges, and sends according as he girds him.",
"I say, that when the spirit evil-born\nCometh before him, wholly it confesses;\nAnd this discriminator of transgressions",
"Seeth what place in Hell is meet for it;\nGirds himself with his tail as many times\nAs grades he wishes it should be thrust down.",
"Always before him many of them stand;\nThey go by turns each one unto the judgment;\nThey speak, and hear, and then are downward hurled.",
"\"O thou, that to this dolorous hostelry\nComest,\" said Minos to me, when he saw me,\nLeaving the practice of so great an office...",
"\"Look how thou enterest, and in whom thou trustest;\nLet not the portal's amplitude deceive thee.\"\nAnd unto him my Guide: \"Why criest thou too?\"",
"\"Do not impede his journey fate-ordained;\nIt is so willed there where is power to do\nThat which is willed; and ask no further question.\"",
"And now begin the dolesome notes to grow\nAudible unto me; now am I come\nThere where much lamentation strikes upon me.",
"I came into a place mute of all light,\nWhich bellows as the sea does in a tempest,\nIf by opposing winds 't is combated.",
"The infernal hurricane that never rests\nHurtles the spirits onward in its rapine;\nWhirling them round, and smiting, it molests them.",
"When they arrive before the precipice,\nThere are the shrieks, the plaints, and the laments,\nThere they blaspheme the puissance divine.",
"I understood that unto such a torment\nThe carnal malefactors were condemned,\nWho reason subjugate to appetite.",
"And as the wings of starlings bear them on\nIn the cold season in large band and full,\nSo doth that blast the spirits maledict.",
"It hither, thither, downward, upward, drives them;\nNo hope doth comfort them for evermore,\nNot of repose, but even of lesser pain.",
"And as the cranes go chanting forth their lays,\nMaking in air a long line of themselves,\nSo saw I coming, uttering lamentations...",
"Shadows borne onward by the aforesaid stress.\nWhereupon said I: \"Master, who are those\nPeople, whom the black air so castigates?\"",
"\"The first of those, of whom intelligence\nThou fain wouldst have,\" then said he unto me,\n\"The empress was of many languages.\"",
"To sensual vices she was so abandoned,\nThat lustful she made licit in her law,\nTo remove the blame to which she had been led.",
"She is Semiramis, of whom we read\nThat she succeeded Ninus, and was his spouse;\nShe held the land which now the Sultan rules.",
"\"The next is she who killed herself for love,\nAnd broke faith with the ashes of Sichaeus;\nThen Cleopatra the voluptuous.\"",
"Helen I saw, for whom so many ruthless\nSeasons revolved; and saw the great Achilles,\nWho at the last hour combated with Love.",
"Paris I saw, Tristan; and more than a thousand\nShades did he name and point out with his finger,\nWhom Love had separated from our life.",
"After that I had listened to my Teacher,\nNaming the dames of eld and cavaliers,\nPity prevailed, and I was nigh bewildered.",
"And I began: \"O Poet, willingly\nSpeak would I to those two, who go together,\nAnd seem upon the wind to be so light.\"",
"And, he to me: \"Thou'lt mark, when they shall be\nNearer to us; and then do thou implore them\nBy love which leadeth them, and they will come.\"",
"Soon as the wind in our direction sways them,\nMy voice uplift I: \"O ye weary souls!\nCome speak to us, if no one interdicts it.\"",
"As turtle-doves, called onward by desire,\nWith open and steady wings to the sweet nest\nFly through the air by their volition borne...",
"So came they from the band where Dido is,\nApproaching us athwart the air malign,\nSo strong was the affectionate appeal.",
"\"O living creature gracious and benignant,\nWho visiting goest through the purple air\nUs, who have stained the world incarnadine...\"",
"If were the King of the Universe our friend,\nWe would pray unto him to give thee peace,\nSince thou hast pity on our woe perverse.",
"Of what it pleases thee to hear and speak,\nThat will we hear, and we will speak to you,\nWhile silent is the wind, as it is now.",
"Sitteth the city, wherein I was born,\nUpon the sea-shore where the Po descends\nTo rest in peace with all his retinue.",
"Love, that on gentle heart doth swiftly seize,\nSeized this man for the person beautiful\nThat was ta'en from me, and still the mode offends me.",
"Love, that exempts no one beloved from loving,\nSeized me with pleasure of this man so strongly,\nThat, as thou seest, it doth not yet desert me.",
"Love has conducted us unto one death;\nCaina waiteth him who quenched our life!\"\nThese words were borne along from them to us.\"",
"As soon as I had heard those souls tormented,\nI bowed my face, and so long held it down\nUntil the Poet said to me: \"What thinkest?\"",
"When I made answer, I began: \"Alas!\nHow many pleasant thoughts, how much desire,\nConducted these unto the dolorous pass!\"",
"Then unto them I turned me, and I spake,\nAnd I began: \"Thine agonies, Francesca,\nSad and compassionate to weeping make me.\"",
"\"But tell me, at the time of those sweet sighs,\nBy what and in what manner Love conceded,\nThat you should know your dubious desires?\"",
"And she to me: \"There is no greater sorrow\nThan to be mindful of the happy time\nIn misery, and that thy Teacher knows.\"",
"But, if to recognise the earliest root\nOf love in us thou hast so great desire,\nI will do even as he who weeps and speaks.",
"One day we reading were for our delight\nOf Launcelot, how Love did him enthral.\nAlone we were and without any fear.",
"Full many a time our eyes together drew\nThat reading, and drove the colour from our faces;\nBut one point only was it that o'ercame us.",
"When as we read of the much-longed-for smile\nBeing by such a noble lover kissed,\nThis one, who ne'er from me shall be divided...",
"\"Kissed me upon the mouth all palpitating.\nGaleotto was the book and he who wrote it.\nThat day no farther did we read therein.\"",
"And all the while one spirit uttered this,\nThe other one did weep so, that, for pity,\nI swooned away as if I had been dying...",
"And fell, even as a dead body falls.",
"At the return of consciousness, that closed\nBefore the pity of those two relations,\nWhich utterly with sadness had confused me...",
"New torments I behold, and new tormented\nAround me, whichsoever way I move,\nAnd whichsoever way I turn, and gaze.",
"In the third circle am I of the rain\nEternal, maledict, and cold, and heavy;\nIts law and quality are never new.",
"Huge hail, and water sombre-hued, and snow,\nAthwart the tenebrous air pour down amain;\nNoisome the earth is, that receiveth this.",
"Cerberus, monster cruel and uncouth,\nWith his three gullets like a dog is barking\nOver the people that are there submerged.",
"Red eyes he has, and unctuous beard and black,\nAnd belly large, and armed with claws his hands;\nHe rends the spirits, flays, and quarters them.",
"Howl the rain maketh them like unto dogs;\nOne side they make a shelter for the other;\nOft turn themselves the wretched reprobates.",
"When Cerberus perceived us, the great worm!\n His mouths he opened, and displayed his tusks;\n Not a limb had he that was motionless.",
"And my Conductor, with his spans extended,\nTook of the earth, and with his fists well filled,\nHe threw it into those rapacious gullets.",
"Such as that dog is, who by barking craves,\nAnd quiet grows soon as his food he gnaws,\nFor to devour it he but thinks and struggles...",
"The like became those muzzles filth-begrimed\nOf Cerberus the demon, who so thunders\nOver the souls that they would fain be deaf.",
"We passed across the shadows, which subdues\nThe heavy rain-storm, and we placed our feet\nUpon their vanity that person seems.",
"They all were lying prone upon the earth,\nExcepting one, who sat upright as soon\nAs he beheld us passing on before him.",
"\"O thou that art conducted through this Hell,\"\nHe said to me, \"recall me, if thou canst;\nThyself wast made before I was unmade.\"",
"And I to him: \"The anguish which thou hast\nPerhaps doth draw thee out of my remembrance,\nSo that it seems not I have ever seen thee.\"",
"\"But tell me who thou art, that in so doleful\nA place art put, and in such punishment,\nIf some are greater, none is so displeasing.\"",
"And he to me: \"Thy city, which is full\nOf envy so that now the sack runs over,\nHeld me within it in the life serene.\"",
"You citizens were wont to call me Ciacco;\nFor the pernicious sin of gluttony\nI, as thou seest, am battered by this rain.",
"And I, sad soul, am not the only one,\nFor all these suffer the like penalty\nFor the like sin;\" and word no more spake he.\"",
"I answered him: \"Ciacco, thy wretchedness\nWeighs on me so that it to weep invites me;\nBut tell me, if thou knowest, to what shall come\"",
"\"The citizens of the divided city;\nIf any there be just; and the occasion\nTell me why so much discord has assailed it.\"",
"And he to me: \"They, after long contention,\nWill come to bloodshed; and the rustic party\nWill drive the other out with much offence.\"",
"Then afterwards behoves it this one fall\nWithin three suns, and rise again the other\nBy force of him who now is on the coast.",
"High will it hold its forehead a long while,\nKeeping the other under heavy burdens,\nHowe'er it weeps thereat and is indignant.",
"\"The just are two, and are not understood there;\nEnvy and Arrogance and Avarice\nAre the three sparks that have all hearts enkindled.\"",
"Here ended he his tearful utterance;\nAnd I to him: \"I wish thee still to teach me,\nAnd make a gift to me of further speech.\"",
"Farinata and Tegghiaio, once so worthy,\nJacopo Rusticucci, Arrigo, and Mosca,\nAnd others who on good deeds set their thoughts...",
"\"Say where they are, and cause that I may know them;\nFor great desire constraineth me to learn\nIf Heaven doth sweeten them, or Hell envenom.\"",
"And he: \"They are among the blacker souls;\nA different sin downweighs them to the bottom;\nIf thou so far descendest, thou canst see them.\"",
"\"But when thou art again in the sweet world,\nI pray thee to the mind of others bring me;\nNo more I tell thee and no more I answer.\"",
"Then his straightforward eyes he turned askance,\nEyed me a little, and then bowed his head;\nHe fell therewith prone like the other blind.",
"And the Guide said to me: \"He wakes no more\nThis side the sound of the angelic trumpet;\nWhen shall approach the hostile Potentate...\"",
"\"Each one shall find again his dismal tomb,\nShall reassume his flesh and his own figure,\nShall hear what through eternity re-echoes.\"",
"So we passed onward o'er the filthy mixture\nOf shadows and of rain with footsteps slow,\nTouching a little on the future life.",
"Wherefore I said: \"Master, these torments here,\nWill they increase after the mighty sentence,\nOr lesser be, or will they be as burning?\"",
"And he to me: \"Return unto thy science,\nWhich wills, that as the thing more perfect is,\nThe more it feels of pleasure and of pain.\"",
"\"Albeit that this people maledict\nTo true perfection never can attain,\nHereafter more than now they look to be.\"",
"Round in a circle by that road we went,\nSpeaking much more, which I do not repeat;\nWe came unto the point where the descent is.",
"There we found Plutus the great enemy.",
"\"Pape Satan, Pape Satan, Aleppe!\"\nThus Plutus with his clucking voice began;\nAnd that benignant Sage, who all things knew...",
"Said, to encourage me: \"Let not thy fear\nHarm thee; for any power that he may have\nShall not prevent thy going down this crag.\"",
"Then he turned round unto that bloated lip,\nAnd said: \"Be silent, thou accursed wolf;\nConsume within thyself with thine own rage.\"",
"\"Not causeless is this journey to the abyss;\nThus is it willed on high, where Michael wrought\nVengeance upon the proud adultery.\"",
"Even as the sails inflated by the wind\nInvolved together fall when snaps the mast,\nSo fell the cruel monster to the earth.",
"Thus we descended into the fourth chasm,\nGaining still farther on the dolesome shore\nWhich all the woe of the universe insacks.",
"Justice of God, ah! who heaps up so many\nNew toils and sufferings as I beheld?\nAnd why doth our transgression waste us so?",
"As doth the billow there upon Charybdis,\nThat breaks itself on that which it encounters,\nSo here the folk must dance their roundelay.",
"Here saw I people, more than elsewhere, many,\nOn one side and the other, with great howls,\nRolling weights forward by main force of chest.",
"They clashed together, and then at that point\nEach one turned backward, rolling retrograde,\nCrying, \"Why keepest?\" and, \"Why squanderest thou?\"",
"Thus they returned along the lurid circle\nOn either hand unto the opposite point,\nShouting their shameful metre evermore.",
"Then each, when he arrived there, wheeled about\nThrough his half-circle to another joust;\nAnd I, who had my heart pierced as it were...",
"Exclaimed: \"My Master, now declare to me\nWhat people these are, and if all were clerks,\nThese shaven crowns upon the left of us.\"",
"And he to me: \"All of them were asquint\nIn intellect in the first life, so much\nThat there with measure they no spending made.\"",
"Clearly enough their voices bark it forth,\nWhene'er they reach the two points of the circle,\nWhere sunders them the opposite defect.",
"\"Clerks those were who no hairy covering\nHave on the head, and Popes and Cardinals,\nIn whom doth Avarice practise its excess.\"",
"And I: \"My Master, among such as these\nI ought forsooth to recognise some few,\nWho were infected with these maladies.\"",
"And he to me: \"Vain thought thou entertainest;\nThe undiscerning life which made them sordid\nNow makes them unto all discernment dim.\"",
"Forever shall they come to these two buttings;\nThese from the sepulchre shall rise again\nWith the fist closed, and these with tresses shorn.",
"Ill giving and ill keeping the fair world\nHave ta'en from them, and placed them in this scuffle;\nWhate'er it be, no words adorn I for it.",
"Now canst thou, Son, behold the transient farce\nOf goods that are committed unto Fortune,\nFor which the human race each other buffet.",
"\"For all the gold that is beneath the moon,\nOr ever has been, of these weary souls\nCould never make a single one repose.\"",
"\"Master,\" I said to him, \"now tell me also\nWhat is this Fortune which thou speakest of,\nThat has the world's goods so within its clutches?\"",
"And he to me: \"O creatures imbecile,\nWhat ignorance is this which doth beset you?\nNow will I have thee learn my judgment of her.\"",
"He whose omniscience everything transcends\nThe heavens created, and gave who should guide them,\nThat every part to every part may shine...",
"Distributing the light in equal measure;\nHe in like manner to the mundane splendours\nOrdained a general ministress and guide...",
"That she might change at times the empty treasures\nFrom race to race, from one blood to another,\nBeyond resistance of all human wisdom.",
"Therefore one people triumphs, and another\nLanguishes, in pursuance of her judgment,\nWhich hidden is, as in the grass a serpent.",
"Your knowledge has no counterstand against her;\nShe makes provision, judges, and pursues\nHer governance, as theirs the other gods.",
"Her permutations have not any truce;\nNecessity makes her precipitate,\nSo often cometh who his turn obtains.",
"And this is she who is so crucified\nEven by those who ought to give her praise,\nGiving her blame amiss, and bad repute.",
"But she is blissful, and she hears it not;\nAmong the other primal creatures gladsome\nShe turns her sphere, and blissful she rejoices.",
"\"Let us descend now unto greater woe;\nAlready sinks each star that was ascending\nWhen I set out, and loitering is forbidden.\"",
"We crossed the circle to the other bank,\nNear to a fount that boils, and pours itself\nAlong a gully that runs out of it.",
"The water was more sombre far than perse;\nAnd we, in company with the dusky waves,\nMade entrance downward by a path uncouth.",
"A marsh it makes, which has the name of Styx,\nThis tristful brooklet, when it has descended\nDown to the foot of the malign gray shores.",
"And I, who stood intent upon beholding,\nSaw people mud-besprent in that lagoon,\nAll of them naked and with angry look.",
"They smote each other not alone with hands,\nBut with the head and with the breast and feet,\nTearing each other piecemeal with their teeth.",
"Said the good Master: \"Son, thou now beholdest\nThe souls of those whom anger overcame;\nAnd likewise I would have thee know for certain\"",
"Beneath the water people are who sigh\nAnd make this water bubble at the surface,\nAs the eye tells thee wheresoe'er it turns.",
"Fixed in the mire they say, 'We sullen were\nIn the sweet air, which by the sun is gladdened,\nBearing within ourselves the sluggish reek.",
"\"Now we are sullen in this sable mire.'\nThis hymn do they keep gurgling in their throats,\nFor with unbroken words they cannot say it.\"",
"Thus we went circling round the filthy fen\nA great arc 'twixt the dry bank and the swamp,\nWith eyes turned unto those who gorge the mire.",
"Unto the foot of a tower we came at last.",
"I say, continuing, that long before\nWe to the foot of that high tower had come,\nOur eyes went upward to the summit of it...",
"By reason of two flamelets we saw placed there,\nAnd from afar another answer them,\nSo far, that hardly could the eye attain it.",
"And, to the sea of all discernment turned,\nI said: \"What sayeth this, and what respondeth\nThat other fire? and who are they that made it?\"",
"And he to me: \"Across the turbid waves\nWhat is expected thou canst now discern,\nIf reek of the morass conceal it not.\"",
"Cord never shot an arrow from itself\nThat sped away athwart the air so swift,\nAs I beheld a very little boat",
"Come o'er the water tow'rds us at that moment,\nUnder the guidance of a single pilot,\nWho shouted, \"Now art thou arrived, fell soul?\"",
"\"Phlegyas, Phlegyas, thou criest out in vain\nFor this once,\" said my Lord; \"thou shalt not have us\nLonger than in the passing of the slough.\"",
"As he who listens to some great deceit\nThat has been done to him, and then resents it,\nSuch became Phlegyas, in his gathered wrath.",
"My Guide descended down into the boat,\nAnd then he made me enter after him,\nAnd only when I entered seemed it laden.",
"Soon as the Guide and I were in the boat,\nThe antique prow goes on its way, dividing\nMore of the water than 'tis wont with others.",
"While we were running through the dead canal,\nUprose in front of me one full of mire,\nAnd said, \"Who 'rt thou that comest ere the hour?\"",
"And I to him: \"Although I come, I stay not;\nBut who art thou that hast become so squalid?\"\n\"Thou seest that I am one who weeps,\" he answered.",
"And I to him: \"With weeping and with wailing,\nThou spirit maledict, do thou remain;\nFor thee I know, though thou art all defiled.\"",
"Then stretched he both his hands unto the boat;\nWhereat my wary Master thrust him back,\nSaying, \"Away there with the other dogs!\"",
"Thereafter with his arms he clasped my neck;\nHe kissed my face, and said: \"Disdainful soul,\nBlessed be she who bore thee in her bosom.\"",
"That was an arrogant person in the world;\nGoodness is none, that decks his memory;\nSo likewise here his shade is furious.",
"\"How many are esteemed great kings up there,\nWho here shall be like unto swine in mire,\nLeaving behind them horrible dispraises!\"",
"And I: \"My Master, much should I be pleased,\nIf I could see him soused into this broth,\nBefore we issue forth out of the lake.\"",
"And he to me: \"Ere unto thee the shore\nReveal itself, thou shalt be satisfied;\nSuch a desire 'tis meet thou shouldst enjoy.\"",
"A little after that, I saw such havoc\nMade of him by the people of the mire,\nThat still I praise and thank my God for it.",
"They all were shouting, \"At Philippo Argenti!\"\nAnd that exasperate spirit Florentine\nTurned round upon himself with his own teeth.",
"We left him there, and more of him I tell not;\nBut on mine ears there smote a lamentation,\nWhence forward I intent unbar mine eyes.",
"And the good Master said: \"Even now, my Son,\nThe city draweth near whose name is Dis,\nWith the grave citizens, with the great throng.\"",
"And I: \"Its mosques already, Master, clearly\nWithin there in the valley I discern\nVermilion, as if issuing from the fire\"",
"\"They were.\"  And he to me: \"The fire eternal\nThat kindles them within makes them look red,\nAs thou beholdest in this nether Hell.\"",
"Then we arrived within the moats profound,\nThat circumvallate that disconsolate city;\nThe walls appeared to me to be of iron.",
"Not without making first a circuit wide,\nWe came unto a place where loud the pilot\nCried out to us, \"Debark, here is the entrance.\"",
"More than a thousand at the gates I saw\nOut of the Heavens rained down, who angrily\nWere saying, \"Who is this that without death\"",
"Goes through the kingdom of the people dead?\"\nAnd my sagacious Master made a sign\nOf wishing secretly to speak with them.\"",
"A little then they quelled their great disdain,\nAnd said: \"Come thou alone, and he begone\nWho has so boldly entered these dominions.\"",
"\"Let him return alone by his mad road;\nTry, if he can; for thou shalt here remain,\nWho hast escorted him through such dark regions.\"",
"Think, Reader, if I was discomforted\nAt utterance of the accursed words;\nFor never to return here I believed.",
"\"O my dear Guide, who more than seven times\nHast rendered me security, and drawn me\nFrom imminent peril that before me stood...\"",
"\"Do not desert me,\" said I, \"thus undone;\nAnd if the going farther be denied us,\nLet us retrace our steps together swiftly.\"",
"And that Lord, who had led me thitherward,\nSaid unto me: \"Fear not; because our passage\nNone can take from us, it by Such is given.\"",
"\"But here await me, and thy weary spirit\nComfort and nourish with a better hope;\nFor in this nether world I will not leave thee.\"",
"So onward goes and there abandons me\nMy Father sweet, and I remain in doubt,\nFor No and Yes within my head contend.",
"I could not hear what he proposed to them;\nBut with them there he did not linger long,\nEre each within in rivalry ran back.",
"They closed the portals, those our adversaries,\nOn my Lord's breast, who had remained without\nAnd turned to me with footsteps far between.",
"His eyes cast down, his forehead shorn had he\nOf all its boldness, and he said, with sighs,\n\"Who has denied to me the dolesome houses?\"",
"And unto me: \"Thou, because I am angry,\nFear not, for I will conquer in the trial,\nWhatever for defence within be planned.\"",
"This arrogance of theirs is nothing new;\nFor once they used it at less secret gate,\nWhich finds itself without a fastening still.",
"O'er it didst thou behold the dead inscription;\nAnd now this side of it descends the steep,\nPassing across the circles without escort...",
"\"One by whose means the city shall be opened.\"",
"That hue which cowardice brought out on me,\nBeholding my Conductor backward turn,\nSooner repressed within him his new colour.",
"He stopped attentive, like a man who listens,\nBecause the eye could not conduct him far\nThrough the black air, and through the heavy fog.",
"\"Still it behoveth us to win the fight,\"\nBegan he; \"Else. . .Such offered us herself. . .\nO how I long that some one here arrive!\"",
"Well I perceived, as soon as the beginning\nHe covered up with what came afterward,\nThat they were words quite different from the first.",
"But none the less his saying gave me fear,\nBecause I carried out the broken phrase,\nPerhaps to a worse meaning than he had.",
"\"Into this bottom of the doleful conch\nDoth any e'er descend from the first grade,\nWhich for its pain has only hope cut off?\"",
"This question put I; and he answered me:\n\"Seldom it comes to pass that one of us\nMaketh the journey upon which I go.\"",
"True is it, once before I here below\nWas conjured by that pitiless Erictho,\nWho summoned back the shades unto their bodies.",
"Naked of me short while the flesh had been,\nBefore within that wall she made me enter,\nTo bring a spirit from the circle of Judas.",
"That is the lowest region and the darkest,\nAnd farthest from the heaven which circles all.\nWell know I the way; therefore be reassured.",
"\"This fen, which a prodigious stench exhales,\nEncompasses about the city dolent,\nWhere now we cannot enter without anger.\"",
"And more he said, but not in mind I have it;\nBecause mine eye had altogether drawn me\nTow'rds the high tower with the red-flaming summit...",
"Where in a moment saw I swift uprisen\nThe three infernal Furies stained with blood,\nWho had the limbs of women and their mien...",
"And with the greenest hydras were begirt;\nSmall serpents and cerastes were their tresses,\nWherewith their horrid temples were entwined.",
"And he who well the handmaids of the Queen\nOf everlasting lamentation knew,\nSaid unto me: \"Behold the fierce Erinnys.\"",
"This is Megaera, on the left-hand side;\nShe who is weeping on the right, Alecto;\nTisiphone is between;\" and then was silent.\"",
"Each one her breast was rending with her nails;\nThey beat them with their palms, and cried so loud,\nThat I for dread pressed close unto the Poet.",
"\"Medusa come, so we to stone will change him!\"\nAll shouted looking down; \"in evil hour\nAvenged we not on Theseus his assault!\"",
"\"Turn thyself round, and keep thine eyes close shut,\nFor if the Gorgon appear, and thou shouldst see it,\nNo more returning upward would there be.\"",
"Thus said the Master; and he turned me round\nHimself, and trusted not unto my hands\nSo far as not to blind me with his own.",
"O ye who have undistempered intellects,\nObserve the doctrine that conceals itself\nBeneath the veil of the mysterious verses!",
"And now there came across the turbid waves\nThe clangour of a sound with terror fraught,\nBecause of which both of the margins trembled.",
"Not otherwise it was than of a wind\nImpetuous on account of adverse heats,\nThat smites the forest, and, without restraint...",
"The branches rends, beats down, and bears away;\nRight onward, laden with dust, it goes superb,\nAnd puts to flight the wild beasts and the shepherds.",
"Mine eyes he loosed, and said: \"Direct the nerve\nOf vision now along that ancient foam,\nThere yonder where that smoke is most intense.\"",
"Even as the frogs before the hostile serpent\nAcross the water scatter all abroad,\nUntil each one is huddled in the earth.",
"More than a thousand ruined souls I saw,\nThus fleeing from before one who on foot\nWas passing o'er the Styx with soles unwet.",
"From off his face he fanned that unctuous air,\nWaving his left hand oft in front of him,\nAnd only with that anguish seemed he weary.",
"Well I perceived one sent from Heaven was he,\nAnd to the Master turned; and he made sign\nThat I should quiet stand, and bow before him.",
"Ah! how disdainful he appeared to me!\nHe reached the gate, and with a little rod\nHe opened it, for there was no resistance.",
"\"O banished out of Heaven, people despised!\"\nThus he began upon the horrid threshold;\n\"Whence is this arrogance within you couched?\"",
"Wherefore recalcitrate against that will,\nFrom which the end can never be cut off,\nAnd which has many times increased your pain?",
"\"What helpeth it to butt against the fates?\nYour Cerberus, if you remember well,\nFor that still bears his chin and gullet peeled.\"",
"Then he returned along the miry road,\nAnd spake no word to us, but had the look\nOf one whom other care constrains and goads",
"Than that of him who in his presence is;\nAnd we our feet directed tow'rds the city,\nAfter those holy words all confident.",
"Within we entered without any contest;\nAnd I, who inclination had to see\nWhat the condition such a fortress holds...",
"Soon as I was within, cast round mine eye,\nAnd see on every hand an ample plain,\nFull of distress and torment terrible.",
"Even as at Arles, where stagnant grows the Rhone,\nEven as at Pola near to the Quarnaro,\nThat shuts in Italy and bathes its borders...",
"The sepulchres make all the place uneven;\nSo likewise did they there on every side,\nSaving that there the manner was more bitter.",
"For flames between the sepulchres were scattered,\nBy which they so intensely heated were,\nThat iron more so asks not any art.",
"All of their coverings uplifted were,\nAnd from them issued forth such dire laments,\nSooth seemed they of the wretched and tormented.",
"And I: \"My Master, what are all those people\nWho, having sepulture within those tombs,\nMake themselves audible by doleful sighs?\"",
"And he to me: \"Here are the Heresiarchs,\nWith their disciples of all sects, and much\nMore than thou thinkest laden are the tombs.\"",
"Here like together with its like is buried;\nAnd more and less the monuments are heated.\"\nAnd when he to the right had turned, we passed\"",
"Between the torments and high parapets.",
"Now onward goes, along a narrow path\nBetween the torments and the city wall,\nMy Master, and I follow at his back.",
"\"O power supreme, that through these impious circles\nTurnest me,\" I began, \"as pleases thee,\nSpeak to me, and my longings satisfy.\"",
"\"The people who are lying in these tombs,\nMight they be seen? already are uplifted\nThe covers all, and no one keepeth guard.\"",
"And he to me: \"They all will be closed up\nWhen from Jehoshaphat they shall return\nHere with the bodies they have left above.\"",
"Their cemetery have upon this side\nWith Epicurus all his followers,\nWho with the body mortal make the soul.",
"\"But in the question thou dost put to me,\nWithin here shalt thou soon be satisfied,\nAnd likewise in the wish thou keepest silent.\"",
"And I: \"Good Leader, I but keep concealed\nFrom thee my heart, that I may speak the less,\nNor only now hast thou thereto disposed me.\"",
"\"O Tuscan, thou who through the city of fire\nGoest alive, thus speaking modestly,\nBe pleased to stay thy footsteps in this place.\"",
"\"Thy mode of speaking makes thee manifest\nA native of that noble fatherland,\nTo which perhaps I too molestful was.\"",
"Upon a sudden issued forth this sound\nFrom out one of the tombs; wherefore I pressed,\nFearing, a little nearer to my Leader.",
"And unto me he said: \"Turn thee; what dost thou?\nBehold there Farinata who has risen;\nFrom the waist upwards wholly shalt thou see him.\"",
"I had already fixed mine eyes on his,\nAnd he uprose erect with breast and front\nE'en as if Hell he had in great despite.",
"And with courageous hands and prompt my Leader\nThrust me between the sepulchres towards him,\nExclaiming, \"Let thy words explicit be.\"",
"As soon as I was at the foot of his tomb\nSomewhat he eyed me, and, as if disdainful,\nThen asked of me, \"Who were thine ancestors?\"",
"I, who desirous of obeying was,\nConcealed it not, but all revealed to him;\nWhereat he raised his brows a little upward.",
"Then said he: \"Fiercely adverse have they been\nTo me, and to my fathers, and my party;\nSo that two several times I scattered them.\"",
"\"If they were banished, they returned on all sides,\"\nI answered him, \"the first time and the second;\nBut yours have not acquired that art aright.\"",
"Then there uprose upon the sight, uncovered\nDown to the chin, a shadow at his side;\nI think that he had risen on his knees.",
"Round me he gazed, as if solicitude\nHe had to see if some one else were with me,\nBut after his suspicion was all spent...",
"Weeping, he said to me: \"If through this blind\nPrison thou goest by loftiness of genius,\nWhere is my son? and why is he not with thee?\"",
"And I to him: \"I come not of myself;\nHe who is waiting yonder leads me here,\nWhom in disdain perhaps your Guido had.\"",
"His language and the mode of punishment\nAlready unto me had read his name;\nOn that account my answer was so full.",
"Up starting suddenly, he cried out: \"How\nSaidst thou,--he had?  Is he not still alive?\nDoes not the sweet light strike upon his eyes?\"",
"When he became aware of some delay,\nWhich I before my answer made, supine\nHe fell again, and forth appeared no more.",
"But the other, magnanimous, at whose desire\nI had remained, did not his aspect change,\nNeither his neck he moved, nor bent his side.",
"\"And if,\" continuing his first discourse,\n\"They have that art,\" he said, \"not learned aright,\nThat more tormenteth me, than doth this bed.\"",
"But fifty times shall not rekindled be\nThe countenance of the Lady who reigns here,\nEre thou shalt know how heavy is that art.",
"\"And as thou wouldst to the sweet world return,\nSay why that people is so pitiless\nAgainst my race in each one of its laws?\"",
"Whence I to him: \"The slaughter and great carnage\nWhich have with crimson stained the Arbia, cause\nSuch orisons in our temple to be made.\"",
"After his head he with a sigh had shaken,\n\"There I was not alone,\" he said, \"nor surely\nWithout a cause had with the others moved.\"",
"\"But there I was alone, where every one\nConsented to the laying waste of Florence,\nHe who defended her with open face.\"",
"\"Ah! so hereafter may your seed repose,\"\nI him entreated, \"solve for me that knot,\nWhich has entangled my conceptions here.\"",
"\"It seems that you can see, if I hear rightly,\nBeforehand whatsoe'er time brings with it,\nAnd in the present have another mode.\"",
"\"We see, like those who have imperfect sight,\nThe things,\" he said, \"that distant are from us;\nSo much still shines on us the Sovereign Ruler.\"",
"When they draw near, or are, is wholly vain\nOur intellect, and if none brings it to us,\nNot anything know we of your human state.",
"\"Hence thou canst understand, that wholly dead\nWill be our knowledge from the moment when\nThe portal of the future shall be closed.\"",
"Then I, as if compunctious for my fault,\nSaid: \"Now, then, you will tell that fallen one,\nThat still his son is with the living joined.\"",
"\"And if just now, in answering, I was dumb,\nTell him I did it because I was thinking\nAlready of the error you have solved me.\"",
"And now my Master was recalling me,\nWherefore more eagerly I prayed the spirit\nThat he would tell me who was with him there.",
"He said: \"With more than a thousand here I lie;\nWithin here is the second Frederick,\nAnd the Cardinal, and of the rest I speak not.\"",
"Thereon he hid himself; and I towards\nThe ancient poet turned my steps, reflecting\nUpon that saying, which seemed hostile to me.",
"He moved along; and afterward thus going,\nHe said to me, \"Why art thou so bewildered?\"\nAnd I in his inquiry satisfied him.",
"\"Let memory preserve what thou hast heard\nAgainst thyself,\" that Sage commanded me,\n\"And now attend here;\" and he raised his finger.",
"\"When thou shalt be before the radiance sweet\nOf her whose beauteous eyes all things behold,\nFrom her thou'lt know the journey of thy life.\"",
"Unto the left hand then he turned his feet;\nWe left the wall, and went towards the middle,\nAlong a path that strikes into a valley...",
"Which even up there unpleasant made its stench.",
"Upon the margin of a lofty bank\nWhich great rocks broken in a circle made,\nWe came upon a still more cruel throng.",
"And there, by reason of the horrible\nExcess of stench the deep abyss throws out,\nWe drew ourselves aside behind the cover",
"Of a great tomb, whereon I saw a writing,\nWhich said: \"Pope Anastasius I hold,\nWhom out of the right way Photinus drew.\"",
"\"Slow it behoveth our descent to be,\nSo that the sense be first a little used\nTo the sad blast, and then we shall not heed it.\"",
"The Master thus; and unto him I said,\n\"Some compensation find, that the time pass not\nIdly;\" and he: \"Thou seest I think of that.\"",
"My son, upon the inside of these rocks,\"\nBegan he then to say, \"are three small circles,\nFrom grade to grade, like those which thou art leaving.",
"They all are full of spirits maledict;\nBut that hereafter sight alone suffice thee,\nHear how and wherefore they are in constraint.",
"Of every malice that wins hate in Heaven,\nInjury is the end; and all such end\nEither by force or fraud afflicteth others.",
"But because fraud is man's peculiar vice,\nMore it displeases God; and so stand lowest\nThe fraudulent, and greater dole assails them.",
"All the first circle of the Violent is;\nBut since force may be used against three persons,\nIn three rounds 'tis divided and constructed.",
"To God, to ourselves, and to our neighbour can we\nUse force; I say on them and on their things,\nAs thou shalt hear with reason manifest.",
"A death by violence, and painful wounds,\nAre to our neighbour given; and in his substance\nRuin, and arson, and injurious levies.",
"Whence homicides, and he who smites unjustly,\nMarauders, and freebooters, the first round\nTormenteth all in companies diverse.",
"Man may lay violent hands upon himself\nAnd his own goods; and therefore in the second\nRound must perforce without avail repent",
"Whoever of your world deprives himself,\nWho games, and dissipates his property,\nAnd weepeth there, where he should jocund be.",
"Violence can be done the Deity,\nIn heart denying and blaspheming Him,\nAnd by disdaining Nature and her bounty.",
"And for this reason doth the smallest round\nSeal with its signet Sodom and Cahors,\nAnd who, disdaining God, speaks from the heart.",
"Fraud, wherewithal is every conscience stung,\nA man may practise upon him who trusts,\nAnd him who doth no confidence imburse.",
"This latter mode, it would appear, dissevers\nOnly the bond of love which Nature makes;\nWherefore within the second circle nestle",
"Hypocrisy, flattery, and who deals in magic,\nFalsification, theft, and simony,\nPanders, and barrators, and the like filth.",
"By the other mode, forgotten is that love\nWhich Nature makes, and what is after added,\nFrom which there is a special faith engendered.",
"\"Hence in the smallest circle, where the point is\nOf the Universe, upon which Dis is seated,\nWhoe'er betrays for ever is consumed.\"",
"And I: \"My Master, clear enough proceeds\nThy reasoning, and full well distinguishes\nThis cavern and the people who possess it.\"",
"But tell me, those within the fat lagoon,\nWhom the wind drives, and whom the rain doth beat,\nAnd who encounter with such bitter tongues...",
"\"Wherefore are they inside of the red city\nNot punished, if God has them in his wrath,\nAnd if he has not, wherefore in such fashion?\"",
"And unto me he said: \"Why wanders so\nThine intellect from that which it is wont?\nOr, sooth, thy mind where is it elsewhere looking?\"",
"Hast thou no recollection of those words\nWith which thine Ethics thoroughly discusses\nThe dispositions three, that Heaven abides not,--",
"Incontinence, and Malice, and insane\nBestiality? and how Incontinence\nLess God offendeth, and less blame attracts?",
"If thou regardest this conclusion well,\nAnd to thy mind recallest who they are\nThat up outside are undergoing penance...",
"\"Clearly wilt thou perceive why from these felons\nThey separated are, and why less wroth\nJustice divine doth smite them with its hammer.\"",
"\"O Sun, that healest all distempered vision,\nThou dost content me so, when thou resolvest,\nThat doubting pleases me no less than knowing!\"",
"\"Once more a little backward turn thee,\" said I,\n\"There where thou sayest that usury offends\nGoodness divine, and disengage the knot.\"",
"\"Philosophy,\" he said, \"to him who heeds it,\nNoteth, not only in one place alone,\nAfter what manner Nature takes her course\"",
"From Intellect Divine, and from its art;\nAnd if thy Physics carefully thou notest,\nAfter not many pages shalt thou find...",
"That this your art as far as possible\nFollows, as the disciple doth the master;\nSo that your art is, as it were, God's grandchild.",
"From these two, if thou bringest to thy mind\nGenesis at the beginning, it behoves\nMankind to gain their life and to advance.",
"And since the usurer takes another way,\nNature herself and in her follower\nDisdains he, for elsewhere he puts his hope.",
"But follow, now, as I would fain go on,\nFor quivering are the Fishes on the horizon,\nAnd the Wain wholly over Caurus lies...",
"\"And far beyond there we descend the crag.\"",
"The place where to descend the bank we came\nWas alpine, and from what was there, moreover,\nOf such a kind that every eye would shun it.",
"Such as that ruin is which in the flank\nSmote, on this side of Trent, the Adige,\nEither by earthquake or by failing stay...",
"For from the mountain's top, from which it moved,\nUnto the plain the cliff is shattered so,\nSome path 'twould give to him who was above.",
"Even such was the descent of that ravine,\nAnd on the border of the broken chasm\nThe infamy of Crete was stretched along...",
"Who was conceived in the fictitious cow;\nAnd when he us beheld, he bit himself,\nEven as one whom anger racks within.",
"My Sage towards him shouted: \"Peradventure\nThou think'st that here may be the Duke of Athens,\nWho in the world above brought death to thee?\"",
"\"Get thee gone, beast, for this one cometh not\nInstructed by thy sister, but he comes\nIn order to behold your punishments.\"",
"As is that bull who breaks loose at the moment\nIn which he has received the mortal blow,\nWho cannot walk, but staggers here and there...",
"The Minotaur beheld I do the like;\nAnd he, the wary, cried: \"Run to the passage;\nWhile he wroth, 'tis well thou shouldst descend.\"",
"Thus down we took our way o'er that discharge\nOf stones, which oftentimes did move themselves\nBeneath my feet, from the unwonted burden.",
"Thoughtful I went; and he said: \"Thou art thinking\nPerhaps upon this ruin, which is guarded\nBy that brute anger which just now I quenched.\"",
"Now will I have thee know, the other time\nI here descended to the nether Hell,\nThis precipice had not yet fallen down.",
"But truly, if I well discern, a little\nBefore His coming who the mighty spoil\nBore off from Dis, in the supernal circle...",
"Upon all sides the deep and loathsome valley\nTrembled so, that I thought the Universe\nWas thrilled with love, by which there are who think",
"The world ofttimes converted into chaos;\nAnd at that moment this primeval crag\nBoth here and elsewhere made such overthrow.",
"\"But fix thine eyes below; for draweth near\nThe river of blood, within which boiling is\nWhoe'er by violence doth injure others.\"",
"O blind cupidity, O wrath insane,\nThat spurs us onward so in our short life,\nAnd in the eternal then so badly steeps us!",
"I saw an ample moat bent like a bow,\nAs one which all the plain encompasses,\nConformable to what my Guide had said.",
"And between this and the embankment's foot\nCentaurs in file were running, armed with arrows,\nAs in the world they used the chase to follow.",
"Beholding us descend, each one stood still,\nAnd from the squadron three detached themselves,\nWith bows and arrows in advance selected.",
"And from afar one cried: \"Unto what torment\nCome ye, who down the hillside are descending?\nTell us from there; if not, I draw the bow.\"",
"My Master said: \"Our answer will we make\nTo Chiron, near you there; in evil hour,\nThat will of thine was evermore so hasty.\"",
"Then touched he me, and said: \"This one is Nessus,\nWho perished for the lovely Dejanira,\nAnd for himself, himself did vengeance take.\"",
"And he in the midst, who at his breast is gazing,\nIs the great Chiron, who brought up Achilles;\nThat other Pholus is, who was so wrathful.",
"\"Thousands and thousands go about the moat\nShooting with shafts whatever soul emerges\nOut of the blood, more than his crime allots.\"",
"Near we approached unto those monsters fleet;\nChiron an arrow took, and with the notch\nBackward upon his jaws he put his beard.",
"After he had uncovered his great mouth,\nHe said to his companions: \"Are you ware\nThat he behind moveth whate'er he touches?\"",
"Thus are not wont to do the feet of dead men.\"\nAnd my good Guide, who now was at his breast,\nWhere the two natures are together joined...\"",
"Replied: \"Indeed he lives, and thus alone\nMe it behoves to show him the dark valley;\nNecessity, and not delight, impels us.\"",
"Some one withdrew from singing Halleluja,\nWho unto me committed this new office;\nNo thief is he, nor I a thievish spirit.",
"But by that virtue through which I am moving\nMy steps along this savage thoroughfare,\nGive us some one of thine, to be with us...",
"\"And who may show us where to pass the ford,\nAnd who may carry this one on his back;\nFor 'tis no spirit that can walk the air.\"",
"Upon his right breast Chiron wheeled about,\nAnd said to Nessus: \"Turn and do thou guide them,\nAnd warn aside, if other band may meet you.\"",
"We with our faithful escort onward moved\nAlong the brink of the vermilion boiling,\nWherein the boiled were uttering loud laments.",
"People I saw within up to the eyebrows,\nAnd the great Centaur said: \"Tyrants are these,\nWho dealt in bloodshed and in pillaging.\"",
"Here they lament their pitiless mischiefs; here\nIs Alexander, and fierce Dionysius\nWho upon Sicily brought dolorous years.",
"That forehead there which has the hair so black\nIs Azzolin; and the other who is blond,\nObizzo is of Esti, who, in truth...",
"\"Up in the world was by his stepson slain.\"\nThen turned I to the Poet; and he said,\n\"Now he be first to thee, and second I.\"",
"A little farther on the Centaur stopped\nAbove a folk, who far down as the throat\nSeemed from that boiling stream to issue forth.",
"A shade he showed us on one side alone,\nSaying: \"He cleft asunder in God's bosom\nThe heart that still upon the Thames is honoured.\"",
"Then people saw I, who from out the river\nLifted their heads and also all the chest;\nAnd many among these I recognised.",
"Thus ever more and more grew shallower\nThat blood, so that the feet alone it covered;\nAnd there across the moat our passage was.",
"\"Even as thou here upon this side beholdest\nThe boiling stream, that aye diminishes,\"\nThe Centaur said, \"I wish thee to believe\"",
"That on this other more and more declines\nIts bed, until it reunites itself\nWhere it behoveth tyranny to groan.",
"Justice divine, upon this side, is goading\nThat Attila, who was a scourge on earth,\nAnd Pyrrhus, and Sextus; and for ever milks",
"\"The tears which with the boiling it unseals\nIn Rinier da Corneto and Rinier Pazzo,\nWho made upon the highways so much war.\"",
"Then back he turned, and passed again the ford.",
"Not yet had Nessus reached the other side,\nWhen we had put ourselves within a wood,\nThat was not marked by any path whatever.",
"Not foliage green, but of a dusky colour,\nNot branches smooth, but gnarled and intertangled,\nNot apple-trees were there, but thorns with poison.",
"Such tangled thickets have not, nor so dense,\nThose savage wild beasts, that in hatred hold\n'Twixt Cecina and Corneto the tilled places.",
"There do the hideous Harpies make their nests,\nWho chased the Trojans from the Strophades,\nWith sad announcement of impending doom.",
"Broad wings have they, and necks and faces human,\nAnd feet with claws, and their great bellies fledged;\nThey make laments upon the wondrous trees.",
"And the good Master: \"Ere thou enter farther,\nKnow that thou art within the second round,\"\nThus he began to say, \"and shalt be, till\"",
"\"Thou comest out upon the horrible sand;\nTherefore look well around, and thou shalt see\nThings that will credence give unto my speech.\"",
"I heard on all sides lamentations uttered,\nAnd person none beheld I who might make them,\nWhence, utterly bewildered, I stood still.",
"I think he thought that I perhaps might think\nSo many voices issued through those trunks\nFrom people who concealed themselves from us.",
"Therefore the Master said: \"If thou break off\nSome little spray from any of these trees,\nThe thoughts thou hast will wholly be made vain.\"",
"Then stretched I forth my hand a little forward,\nAnd plucked a branchlet off from a great thorn;\nAnd the trunk cried, \"Why dost thou mangle me?\"",
"After it had become embrowned with blood,\nIt recommenced its cry: \"Why dost thou rend me?\nHast thou no spirit of pity whatsoever?\"",
"\"Men once we were, and now are changed to trees;\nIndeed, thy hand should be more pitiful,\nEven if the souls of serpents we had been.\"",
"As out of a green brand, that is on fire\nAt one of the ends, and from the other drips\nAnd hisses with the wind that is escaping.",
"So from that splinter issued forth together\nBoth words and blood; whereat I let the tip\nFall, and stood like a man who is afraid.",
"\"Had he been able sooner to believe,\"\nMy Sage made answer, \"O thou wounded soul,\nWhat only in my verses he has seen...\"",
"Not upon thee had he stretched forth his hand;\nWhereas the thing incredible has caused me\nTo put him to an act which grieveth me.",
"\"But tell him who thou wast, so that by way\nOf some amends thy fame he may refresh\nUp in the world, to which he can return.\"",
"And the trunk said: \"So thy sweet words allure me,\nI cannot silent be; and you be vexed not,\nThat I a little to discourse am tempted.\"",
"I am the one who both keys had in keeping\nOf Frederick's heart, and turned them to and fro\nSo softly in unlocking and in locking...",
"That from his secrets most men I withheld;\nFidelity I bore the glorious office\nSo great, I lost thereby my sleep and pulses.",
"The courtesan who never from the dwelling\nOf Caesar turned aside her strumpet eyes,\nDeath universal and the vice of courts...",
"Inflamed against me all the other minds,\nAnd they, inflamed, did so inflame Augustus,\nThat my glad honours turned to dismal mournings.",
"My spirit, in disdainful exultation,\nThinking by dying to escape disdain,\nMade me unjust against myself, the just.",
"I, by the roots unwonted of this wood,\nDo swear to you that never broke I faith\nUnto my lord, who was so worthy of honour.",
"\"And to the world if one of you return,\nLet him my memory comfort, which is lying\nStill prostrate from the blow that envy dealt it.\"",
"Waited awhile, and then: \"Since he is silent,\"\nThe Poet said to me, \"lose not the time,\nBut speak, and question him, if more may please thee.\"",
"Whence I to him: \"Do thou again inquire\nConcerning what thou thinks't will satisfy me;\nFor I cannot, such pity is in my heart.\"",
"Therefore he recommenced: \"So may the man\nDo for thee freely what thy speech implores,\nSpirit incarcerate, again be pleased\"",
"\"To tell us in what way the soul is bound\nWithin these knots; and tell us, if thou canst,\nIf any from such members e'er is freed.\"",
"Then blew the trunk amain, and afterward\nThe wind was into such a voice converted:\n\"With brevity shall be replied to you.\"",
"When the exasperated soul abandons\nThe body whence it rent itself away,\nMinos consigns it to the seventh abyss.",
"It falls into the forest, and no part\nIs chosen for it; but where Fortune hurls it,\nThere like a grain of spelt it germinates.",
"It springs a sapling, and a forest tree;\nThe Harpies, feeding then upon its leaves,\nDo pain create, and for the pain an outlet.",
"Like others for our spoils shall we return;\nBut not that any one may them revest,\nFor 'tis not just to have what one casts off.",
"\"Here we shall drag them, and along the dismal\nForest our bodies shall suspended be,\nEach to the thorn of his molested shade.\"",
"We were attentive still unto the trunk,\nThinking that more it yet might wish to tell us,\nWhen by a tumult we were overtaken...",
"In the same way as he is who perceives\nThe boar and chase approaching to his stand,\nWho hears the crashing of the beasts and branches.",
"And two behold! upon our left-hand side,\nNaked and scratched, fleeing so furiously,\nThat of the forest, every fan they broke.",
"He who was in advance: \"Now help, Death, help!\"\nAnd the other one, who seemed to lag too much,\nWas shouting: \"Lano, were not so alert\"",
"Those legs of thine at joustings of the Toppo!\"\nAnd then, perchance because his breath was failing,\nHe grouped himself together with a bush.\"",
"Behind them was the forest full of black\nShe-mastiffs, ravenous, and swift of foot\nAs greyhounds, who are issuing from the chain.",
"On him who had crouched down they set their teeth,\nAnd him they lacerated piece by piece,\nThereafter bore away those aching members.",
"Thereat my Escort took me by the hand,\nAnd led me to the bush, that all in vain\nWas weeping from its bloody lacerations.",
"\"O Jacopo,\" it said, \"of Sant' Andrea,\nWhat helped it thee of me to make a screen?\nWhat blame have I in thy nefarious life?\"",
"When near him had the Master stayed his steps,\nHe said: \"Who wast thou, that through wounds so many\nArt blowing out with blood thy dolorous speech?\"",
"And he to us: \"O souls, that hither come\nTo look upon the shameful massacre\nThat has so rent away from me my leaves...\"",
"Gather them up beneath the dismal bush;\nI of that city was which to the Baptist\nChanged its first patron, wherefore he for this",
"Forever with his art will make it sad.\nAnd were it not that on the pass of Arno\nSome glimpses of him are remaining still...",
"Those citizens, who afterwards rebuilt it\nUpon the ashes left by Attila,\nIn vain had caused their labour to be done.",
"\"Of my own house I made myself a gibbet.\"",
"Because the charity of my native place\nConstrained me, gathered I the scattered leaves,\nAnd gave them back to him, who now was hoarse.",
"Then came we to the confine, where disparted\nThe second round is from the third, and where\nA horrible form of Justice is beheld.",
"Clearly to manifest these novel things,\nI say that we arrived upon a plain,\nWhich from its bed rejecteth every plant.",
"The dolorous forest is a garland to it\nAll round about, as the sad moat to that;\nThere close upon the edge we stayed our feet.",
"The soil was of an arid and thick sand,\nNot of another fashion made than that\nWhich by the feet of Cato once was pressed.",
"Vengeance of God, O how much oughtest thou\nBy each one to be dreaded, who doth read\nThat which was manifest unto mine eyes!",
"Of naked souls beheld I many herds,\nWho all were weeping very miserably,\nAnd over them seemed set a law diverse.",
"Supine upon the ground some folk were lying;\nAnd some were sitting all drawn up together,\nAnd others went about continually.",
"Those who were going round were far the more,\nAnd those were less who lay down to their torment,\nBut had their tongues more loosed to lamentation.",
"O'er all the sand-waste, with a gradual fall,\nWere raining down dilated flakes of fire,\nAs of the snow on Alp without a wind.",
"As Alexander, in those torrid parts\nOf India, beheld upon his host\nFlames fall unbroken till they reached the ground.",
"Whence he provided with his phalanxes\nTo trample down the soil, because the vapour\nBetter extinguished was while it was single.",
"Thus was descending the eternal heat,\nWhereby the sand was set on fire, like tinder\nBeneath the steel, for doubling of the dole.",
"Without repose forever was the dance\nOf miserable hands, now there, now here,\nShaking away from off them the fresh gleeds.",
"\"Master,\" began I, \"thou who overcomest\nAll things except the demons dire, that issued\nAgainst us at the entrance of the gate...\"",
"\"Who is that mighty one who seems to heed not\nThe fire, and lieth lowering and disdainful,\nSo that the rain seems not to ripen him?\"",
"And he himself, who had become aware\nThat I was questioning my Guide about him,\nCried: \"Such as I was living, am I, dead.\"",
"If Jove should weary out his smith, from whom\nHe seized in anger the sharp thunderbolt,\nWherewith upon the last day I was smitten...",
"And if he wearied out by turns the others\nIn Mongibello at the swarthy forge,\nVociferating, 'Help, good Vulcan, help!'",
"\"Even as he did there at the fight of Phlegra,\nAnd shot his bolts at me with all his might,\nHe would not have thereby a joyous vengeance.\"",
"Then did my Leader speak with such great force,\nThat I had never heard him speak so loud:\n\"O Capaneus, in that is not extinguished\"",
"\"Thine arrogance, thou punished art the more;\nNot any torment, saving thine own rage,\nWould be unto thy fury pain complete.\"",
"Then he turned round to me with better lip,\nSaying: \"One of the Seven Kings was he\nWho Thebes besieged, and held, and seems to hold\"",
"God in disdain, and little seems to prize him;\nBut, as I said to him, his own despites\nAre for his breast the fittest ornaments.",
"\"Now follow me, and mind thou do not place\nAs yet thy feet upon the burning sand,\nBut always keep them close unto the wood.\"",
"Speaking no word, we came to where there gushes\nForth from the wood a little rivulet,\nWhose redness makes my hair still stand on end.",
"As from the Bulicame springs the brooklet,\nThe sinful women later share among them,\nSo downward through the sand it went its way.",
"The bottom of it, and both sloping banks,\nWere made of stone, and the margins at the side;\nWhence I perceived that there the passage was.",
"\"In all the rest which I have shown to thee\nSince we have entered in within the gate\nWhose threshold unto no one is denied...\"",
"\"Nothing has been discovered by thine eyes\nSo notable as is the present river,\nWhich all the little flames above it quenches.\"",
"These words were of my Leader; whence I prayed him\nThat he would give me largess of the food,\nFor which he had given me largess of desire.",
"\"In the mid-sea there sits a wasted land,\"\nSaid he thereafterward, \"whose name is Crete,\nUnder whose king the world of old was chaste.\"",
"There is a mountain there, that once was glad\nWith waters and with leaves, which was called Ida;\nNow 'tis deserted, as a thing worn out.",
"Rhea once chose it for the faithful cradle\nOf her own son; and to conceal him better,\nWhene'er he cried, she there had clamours made.",
"A grand old man stands in the mount erect,\nWho holds his shoulders turned tow'rds Damietta,\nAnd looks at Rome as if it were his mirror.",
"His head is fashioned of refined gold,\nAnd of pure silver are the arms and breast;\nThen he is brass as far down as the fork.",
"From that point downward all is chosen iron,\nSave that the right foot is of kiln-baked clay,\nAnd more he stands on that than on the other.",
"Each part, except the gold, is by a fissure\nAsunder cleft, that dripping is with tears,\nWhich gathered together perforate that cavern.",
"From rock to rock they fall into this valley;\nAcheron, Styx, and Phlegethon they form;\nThen downward go along this narrow sluice",
"\"Unto that point where is no more descending.\nThey form Cocytus; what that pool may be\nThou shalt behold, so here 'tis not narrated.\"",
"And I to him: \"If so the present runnel\nDoth take its rise in this way from our world,\nWhy only on this verge appears it to us?\"",
"And he to me: \"Thou knowest the place is round,\nAnd notwithstanding thou hast journeyed far,\nStill to the left descending to the bottom...\"",
"\"Thou hast not yet through all the circle turned.\nTherefore if something new appear to us,\nIt should not bring amazement to thy face.\"",
"And I again: \"Master, where shall be found\nLethe and Phlegethon, for of one thou'rt silent,\nAnd sayest the other of this rain is made?\"",
"\"In all thy questions truly thou dost please me,\"\nReplied he; \"but the boiling of the red\nWater might well solve one of them thou makest.\"",
"\"Thou shalt see Lethe, but outside this moat,\nThere where the souls repair to lave themselves,\nWhen sin repented of has been removed.\"",
"Then said he: \"It is time now to abandon\nThe wood; take heed that thou come after me;\nA way the margins make that are not burning...\"",
"\"And over them all vapours are extinguished.\"",
"Now bears us onward one of the hard margins,\nAnd so the brooklet's mist o'ershadows it,\nFrom fire it saves the water and the dikes.",
"Even as the Flemings, 'twixt Cadsand and Bruges,\nFearing the flood that tow'rds them hurls itself,\nTheir bulwarks build to put the sea to flight.",
"And as the Paduans along the Brenta,\nTo guard their villas and their villages,\nOr ever Chiarentana feel the heat.",
"In such similitude had those been made,\nAlbeit not so lofty nor so thick,\nWhoever he might be, the master made them.",
"Now were we from the forest so remote,\nI could not have discovered where it was,\nEven if backward I had turned myself...",
"When we a company of souls encountered,\nWho came beside the dike, and every one\nGazed at us, as at evening we are wont",
"To eye each other under a new moon,\nAnd so towards us sharpened they their brows\nAs an old tailor at the needle's eye.",
"Thus scrutinised by such a family,\nBy some one I was recognised, who seized\nMy garment's hem, and cried out, \"What a marvel!\"",
"And I, when he stretched forth his arm to me,\nOn his baked aspect fastened so mine eyes,\nThat the scorched countenance prevented not",
"His recognition by my intellect;\nAnd bowing down my face unto his own,\nI made reply, \"Are you here, Ser Brunetto?\"",
"And he: \"May't not displease thee, O my son,\nIf a brief space with thee Brunetto Latini\nBackward return and let the trail go on.\"",
"I said to him: \"With all my power I ask it;\nAnd if you wish me to sit down with you,\nI will, if he please, for I go with him.\"",
"\"O son,\" he said, \"whoever of this herd\nA moment stops, lies then a hundred years,\nNor fans himself when smiteth him the fire.\"",
"\"Therefore go on; I at thy skirts will come,\nAnd afterward will I rejoin my band,\nWhich goes lamenting its eternal doom.\"",
"I did not dare to go down from the road\nLevel to walk with him; but my head bowed\nI held as one who goeth reverently.",
"And he began: \"What fortune or what fate\nBefore the last day leadeth thee down here?\nAnd who is this that showeth thee the way?\"",
"\"Up there above us in the life serene,\"\nI answered him, \"I lost me in a valley,\nOr ever yet my age had been completed.\"",
"\"But yestermorn I turned my back upon it;\nThis one appeared to me, returning thither,\nAnd homeward leadeth me along this road.\"",
"And he to me: \"If thou thy star do follow,\nThou canst not fail thee of a glorious port,\nIf well I judged in the life beautiful.\"",
"And if I had not died so prematurely,\nSeeing Heaven thus benignant unto thee,\nI would have given thee comfort in the work.",
"But that ungrateful and malignant people,\nWhich of old time from Fesole descended,\nAnd smacks still of the mountain and the granite...",
"Will make itself, for thy good deeds, thy foe;\nAnd it is right; for among crabbed sorbs\nIt ill befits the sweet fig to bear fruit.",
"Old rumour in the world proclaims them blind;\nA people avaricious, envious, proud;\nTake heed that of their customs thou do cleanse thee.",
"Thy fortune so much honour doth reserve thee,\nOne party and the other shall be hungry\nFor thee; but far from goat shall be the grass.",
"Their litter let the beasts of Fesole\nMake of themselves, nor let them touch the plant,\nIf any still upon their dunghill rise...",
"\"In which may yet revive the consecrated\nSeed of those Romans, who remained there when\nThe nest of such great malice it became.\"",
"\"If my entreaty wholly were fulfilled,\"\nReplied I to him, \"not yet would you be\nIn banishment from human nature placed.\"",
"For in my mind is fixed, and touches now\nMy heart the dear and good paternal image\nOf you, when in the world from hour to hour",
"You taught me how a man becomes eternal;\nAnd how much I am grateful, while I live\nBehoves that in my language be discerned.",
"What you narrate of my career I write,\nAnd keep it to be glossed with other text\nBy a Lady who can do it, if I reach her.",
"This much will I have manifest to you;\nProvided that my conscience do not chide me,\nFor whatsoever Fortune I am ready.",
"\"Such handsel is not new unto mine ears;\nTherefore let Fortune turn her wheel around\nAs it may please her, and the churl his mattock.\"",
"My Master thereupon on his right cheek\nDid backward turn himself, and looked at me;\nThen said: \"He listeneth well who noteth it.\"",
"Nor speaking less on that account, I go\nWith Ser Brunetto, and I ask who are\nHis most known and most eminent companions.",
"And he to me: \"To know of some is well;\nOf others it were laudable to be silent,\nFor short would be the time for so much speech.\"",
"Know them in sum, that all of them were clerks,\nAnd men of letters great and of great fame,\nIn the world tainted with the selfsame sin.",
"Priscian goes yonder with that wretched crowd,\nAnd Francis of Accorso; and thou hadst seen there\nIf thou hadst had a hankering for such scurf...",
"That one, who by the Servant of the Servants\nFrom Arno was transferred to Bacchiglione,\nWhere he has left his sin-excited nerves.",
"More would I say, but coming and discoursing\nCan be no longer; for that I behold\nNew smoke uprising yonder from the sand.",
"\"A people comes with whom I may not be;\nCommended unto thee be my Tesoro,\nIn which I still live, and no more I ask.\"",
"Then he turned round, and seemed to be of those\nWho at Verona run for the Green Mantle\nAcross the plain; and seemed to be among them",
"The one who wins, and not the one who loses.",
"Now was I where was heard the reverberation\nOf water falling into the next round,\nLike to that humming which the beehives make...",
"When shadows three together started forth,\nRunning, from out a company that passed\nBeneath the rain of the sharp martyrdom.",
"Towards us came they, and each one cried out:\n\"Stop, thou; for by thy garb to us thou seemest\nTo be some one of our depraved city.\"",
"Ah me! what wounds I saw upon their limbs,\nRecent and ancient by the flames burnt in!\nIt pains me still but to remember it.",
"Unto their cries my Teacher paused attentive;\nHe turned his face towards me, and \"Now wait,\"\nHe said; \"to these we should be courteous.\"",
"\"And if it were not for the fire that darts\nThe nature of this region, I should say\nThat haste were more becoming thee than them.\"",
"As soon as we stood still, they recommenced\nThe old refrain, and when they overtook us,\nFormed of themselves a wheel, all three of them.",
"As champions stripped and oiled are wont to do,\nWatching for their advantage and their hold,\nBefore they come to blows and thrusts between them...",
"Thus, wheeling round, did every one his visage\nDirect to me, so that in opposite wise\nHis neck and feet continual journey made.",
"And, \"If the misery of this soft place\nBring in disdain ourselves and our entreaties,\"\nBegan one, \"and our aspect black and blistered...\"",
"Let the renown of us thy mind incline\nTo tell us who thou art, who thus securely\nThy living feet dost move along through Hell.",
"He in whose footprints thou dost see me treading,\nNaked and skinless though he now may go,\nWas of a greater rank than thou dost think.",
"He was the grandson of the good Gualdrada;\nHis name was Guidoguerra, and in life\nMuch did he with his wisdom and his sword.",
"The other, who close by me treads the sand,\nTegghiaio Aldobrandi is, whose fame\nAbove there in the world should welcome be.",
"\"And I, who with them on the cross am placed,\nJacopo Rusticucci was; and truly\nMy savage wife, more than aught else, doth harm me.\"",
"Could I have been protected from the fire,\nBelow I should have thrown myself among them,\nAnd think the Teacher would have suffered it.",
"But as I should have burned and baked myself,\nMy terror overmastered my good will,\nWhich made me greedy of embracing them.",
"Then I began: \"Sorrow and not disdain\nDid your condition fix within me so,\nThat tardily it wholly is stripped off...\"",
"As soon as this my Lord said unto me\nWords, on account of which I thought within me\nThat people such as you are were approaching.",
"I of your city am; and evermore\nYour labours and your honourable names\nI with affection have retraced and heard.",
"\"I leave the gall, and go for the sweet fruits\nPromised to me by the veracious Leader;\nBut to the centre first I needs must plunge.\"",
"\"So may the soul for a long while conduct\nThose limbs of thine,\" did he make answer then,\n\"And so may thy renown shine after thee...\"",
"Valour and courtesy, say if they dwell\nWithin our city, as they used to do,\nOr if they wholly have gone out of it.",
"\"For Guglielmo Borsier, who is in torment\nWith us of late, and goes there with his comrades,\nDoth greatly mortify us with his words.\"",
"\"The new inhabitants and the sudden gains,\nPride and extravagance have in thee engendered,\nFlorence, so that thou weep'st thereat already!\"",
"In this wise I exclaimed with face uplifted;\nAnd the three, taking that for my reply,\nLooked at each other, as one looks at truth.",
"\"If other times so little it doth cost thee,\"\nReplied they all, \"to satisfy another,\nHappy art thou, thus speaking at thy will!\"",
"Therefore, if thou escape from these dark places,\nAnd come to rebehold the beauteous stars,\nWhen it shall pleasure thee to say, 'I was,'",
"See that thou speak of us unto the people.\"\nThen they broke up the wheel, and in their flight\nIt seemed as if their agile legs were wings.\"",
"Not an Amen could possibly be said\nSo rapidly as they had disappeared;\nWherefore the Master deemed best to depart.",
"I followed him, and little had we gone,\nBefore the sound of water was so near us,\nThat speaking we should hardly have been heard.",
"Even as that stream which holdeth its own course\nThe first from Monte Veso tow'rds the East,\nUpon the left-hand slope of Apennine...",
"Which is above called Acquacheta, ere\nIt down descendeth into its low bed,\nAnd at Forli is vacant of that name...",
"Reverberates there above San Benedetto\nFrom Alps, by falling at a single leap,\nWhere for a thousand there were room enough.",
"Thus downward from a bank precipitate,\nWe found resounding that dark-tinted water,\nSo that it soon the ear would have offended.",
"I had a cord around about me girt,\nAnd therewithal I whilom had designed\nTo take the panther with the painted skin.",
"After I this had all from me unloosed,\nAs my Conductor had commanded me,\nI reached it to him, gathered up and coiled...",
"Whereat he turned himself to the right side,\nAnd at a little distance from the verge,\nHe cast it down into that deep abyss.",
"\"It must needs be some novelty respond,\"\nI said within myself, \"to the new signal\nThe Master with his eye is following so.\"",
"Ah me! how very cautious men should be\nWith those who not alone behold the act,\nBut with their wisdom look into the thoughts!",
"He said to me: \"Soon there will upward come\nWhat I await; and what thy thought is dreaming\nMust soon reveal itself unto thy sight.\"",
"Aye to that truth which has the face of falsehood,\nA man should close his lips as far as may be,\nBecause without his fault it causes shame.",
"But here I cannot; and, Reader, by the notes\nOf this my Comedy to thee I swear,\nSo may they not be void of lasting favour...",
"Athwart that dense and darksome atmosphere\nI saw a figure swimming upward come,\nMarvellous unto every steadfast heart...",
"Even as he returns who goeth down\nSometimes to clear an anchor, which has grappled\nReef, or aught else that in the sea is hidden...",
"Who upward stretches, and draws in his feet.",
"\"Behold the monster with the pointed tail,\nWho cleaves the hills, and breaketh walls and weapons,\nBehold him who infecteth all the world.\"",
"Thus unto me my Guide began to say,\nAnd beckoned him that he should come to shore,\nNear to the confine of the trodden marble.",
"And that uncleanly image of deceit\nCame up and thrust ashore its head and bust,\nBut on the border did not drag its tail.",
"The face was as the face of a just man,\nIts semblance outwardly was so benign,\nAnd of a serpent all the trunk beside.",
"Two paws it had, hairy unto the armpits;\nThe back, and breast, and both the sides it had\nDepicted o'er with nooses and with shields.",
"With colours more, groundwork or broidery\nNever in cloth did Tartars make nor Turks,\nNor were such tissues by Arachne laid.",
"As sometimes wherries lie upon the shore,\nThat part are in the water, part on land;\nAnd as among the guzzling Germans there...",
"The beaver plants himself to wage his war;\nSo that vile monster lay upon the border,\nWhich is of stone, and shutteth in the sand.",
"His tail was wholly quivering in the void,\nContorting upwards the envenomed fork,\nThat in the guise of scorpion armed its point.",
"The Guide said: \"Now perforce must turn aside\nOur way a little, even to that beast\nMalevolent, that yonder coucheth him.\"",
"We therefore on the right side descended,\nAnd made ten steps upon the outer verge,\nCompletely to avoid the sand and flame.",
"And after we are come to him, I see\nA little farther off upon the sand\nA people sitting near the hollow place.",
"Then said to me the Master: \"So that full\nExperience of this round thou bear away,\nNow go and see what their condition is.\"",
"\"There let thy conversation be concise;\nTill thou returnest I will speak with him,\nThat he concede to us his stalwart shoulders.\"",
"Thus farther still upon the outermost\nHead of that seventh circle all alone\nI went, where sat the melancholy folk.",
"Out of their eyes was gushing forth their woe;\nThis way, that way, they helped them with their hands\nNow from the flames and now from the hot soil.",
"Not otherwise in summer do the dogs,\nNow with the foot, now with the muzzle, when\nBy fleas, or flies, or gadflies, they are bitten.",
"When I had turned mine eyes upon the faces\nOf some, on whom the dolorous fire is falling,\nNot one of them I knew; but I perceived",
"That from the neck of each there hung a pouch,\nWhich certain colour had, and certain blazon;\nAnd thereupon it seems their eyes are feeding.",
"And as I gazing round me come among them,\nUpon a yellow pouch I azure saw\nThat had the face and posture of a lion.",
"Proceeding then the current of my sight,\nAnother of them saw I, red as blood,\nDisplay a goose more white than butter is.",
"And one, who with an azure sow and gravid\nEmblazoned had his little pouch of white,\nSaid unto me: \"What dost thou in this moat?\"",
"Now get thee gone; and since thou'rt still alive,\nKnow that a neighbour of mine, Vitaliano,\nWill have his seat here on my left-hand side.",
"A Paduan am I with these Florentines;\nFull many a time they thunder in mine ears,\nExclaiming, 'Come the sovereign cavalier...",
"He who shall bring the satchel with three goats;'\"\nThen twisted he his mouth, and forth he thrust\nHis tongue, like to an ox that licks its nose.\"",
"And fearing lest my longer stay might vex\nHim who had warned me not to tarry long,\nBackward I turned me from those weary souls.",
"I found my Guide, who had already mounted\nUpon the back of that wild animal,\nAnd said to me: \"Now be both strong and bold.\"",
"\"Now we descend by stairways such as these;\nMount thou in front, for I will be midway,\nSo that the tail may have no power to harm thee.\"",
"Such as he is who has so near the ague\nOf quartan that his nails are blue already,\nAnd trembles all, but looking at the shade.",
"Even such became I at those proffered words;\nBut shame in me his menaces produced,\nWhich maketh servant strong before good master.",
"I seated me upon those monstrous shoulders;\nI wished to say, and yet the voice came not\nAs I believed, \"Take heed that thou embrace me.\"",
"But he, who other times had rescued me\nIn other peril, soon as I had mounted,\nWithin his arms encircled and sustained me...",
"And said: \"Now, Geryon, bestir thyself;\nThe circles large, and the descent be little;\nThink of the novel burden which thou hast.\"",
"Even as the little vessel shoves from shore,\nBackward, still backward, so he thence withdrew;\nAnd when he wholly felt himself afloat...",
"There where his breast had been he turned his tail,\nAnd that extended like an eel he moved,\nAnd with his paws drew to himself the air.",
"A greater fear I do not think there was\nWhat time abandoned Phaeton the reins,\nWhereby the heavens, as still appears, were scorched.",
"Nor when the wretched Icarus his flanks\nFelt stripped of feathers by the melting wax,\nHis father crying, \"An ill way thou takest!\"",
"Than was my own, when I perceived myself\nOn all sides in the air, and saw extinguished\nThe sight of everything but of the monster.",
"Onward he goeth, swimming slowly, slowly;\nWheels and descends, but I perceive it only\nBy wind upon my face and from below.",
"I heard already on the right the whirlpool\nMaking a horrible crashing under us;\nWhence I thrust out my head with eyes cast downward.",
"Then was I still more fearful of the abyss;\nBecause I fires beheld, and heard laments,\nWhereat I, trembling, all the closer cling.",
"I saw then, for before I had not seen it,\nThe turning and descending, by great horrors\nThat were approaching upon divers sides.",
"As falcon who has long been on the wing,\nWho, without seeing either lure or bird,\nMaketh the falconer say, \"Ah me, thou stoopest,\"",
"Descendeth weary, whence he started swiftly,\nThorough a hundred circles, and alights\nFar from his master, sullen and disdainful.",
"Even thus did Geryon place us on the bottom,\nClose to the bases of the rough-hewn rock,\nAnd being disencumbered of our persons...",
"He sped away as arrow from the string.",
"There is a place in Hell called Malebolge,\nWholly of stone and of an iron colour,\nAs is the circle that around it turns.",
"Right in the middle of the field malign\nThere yawns a well exceeding wide and deep,\nOf which its place the structure will recount.",
"Round, then, is that enclosure which remains\nBetween the well and foot of the high, hard bank,\nAnd has distinct in valleys ten its bottom.",
"As where for the protection of the walls\nMany and many moats surround the castles,\nThe part in which they are a figure forms...",
"Just such an image those presented there;\nAnd as about such strongholds from their gates\nUnto the outer bank are little bridges...",
"So from the precipice's base did crags\nProject, which intersected dikes and moats,\nUnto the well that truncates and collects them.",
"Within this place, down shaken from the back\nOf Geryon, we found us; and the Poet\nHeld to the left, and I moved on behind.",
"Upon my right hand I beheld new anguish,\nNew torments, and new wielders of the lash,\nWherewith the foremost Bolgia was replete.",
"Down at the bottom were the sinners naked;\nThis side the middle came they facing us,\nBeyond it, with us, but with greater steps.",
"Even as the Romans, for the mighty host,\nThe year of Jubilee, upon the bridge,\nHave chosen a mode to pass the people over.",
"For all upon one side towards the Castle\nTheir faces have, and go unto St. Peter's;\nOn the other side they go towards the Mountain.",
"This side and that, along the livid stone\nBeheld I horned demons with great scourges,\nWho cruelly were beating them behind.",
"Ah me! how they did make them lift their legs\nAt the first blows! and sooth not any one\nThe second waited for, nor for the third.",
"While I was going on, mine eyes by one\nEncountered were; and straight I said: \"Already\nWith sight of this one I am not unfed.\"",
"Therefore I stayed my feet to make him out,\nAnd with me the sweet Guide came to a stand,\nAnd to my going somewhat back assented.",
"And he, the scourged one, thought to hide himself,\nLowering his face, but little it availed him;\nFor said I: \"Thou that castest down thine eyes...\"",
"\"If false are not the features which thou bearest,\nThou art Venedico Caccianimico;\nBut what doth bring thee to such pungent sauces?\"",
"And he to me: \"Unwillingly I tell it;\nBut forces me thine utterance distinct,\nWhich makes me recollect the ancient world.\"",
"I was the one who the fair Ghisola\nInduced to grant the wishes of the Marquis,\nHowe'er the shameless story may be told.",
"Not the sole Bolognese am I who weeps here;\nNay, rather is this place so full of them,\nThat not so many tongues to-day are taught",
"\"'Twixt Reno and Savena to say 'sipa;'\nAnd if thereof thou wishest pledge or proof,\nBring to thy mind our avaricious heart.\"",
"While speaking in this manner, with his scourge\nA demon smote him, and said: \"Get thee gone\nPander, there are no women here for coin.\"",
"I joined myself again unto mine Escort;\nThereafterward with footsteps few we came\nTo where a crag projected from the bank.",
"This very easily did we ascend,\nAnd turning to the right along its ridge,\nFrom those eternal circles we departed.",
"When we were there, where it is hollowed out\nBeneath, to give a passage to the scourged,\nThe Guide said: \"Wait, and see that on thee strike\"",
"\"The vision of those others evil-born,\nOf whom thou hast not yet beheld the faces,\nBecause together with us they have gone.\"",
"From the old bridge we looked upon the train\nWhich tow'rds us came upon the other border,\nAnd which the scourges in like manner smite.",
"And the good Master, without my inquiring,\nSaid to me: \"See that tall one who is coming,\nAnd for his pain seems not to shed a tear.\"",
"Still what a royal aspect he retains!\nThat Jason is, who by his heart and cunning\nThe Colchians of the Ram made destitute.",
"He by the isle of Lemnos passed along\nAfter the daring women pitiless\nHad unto death devoted all their males.",
"There with his tokens and with ornate words\nDid he deceive Hypsipyle, the maiden\nWho first, herself, had all the rest deceived.",
"There did he leave her pregnant and forlorn;\nSuch sin unto such punishment condemns him,\nAnd also for Medea is vengeance done.",
"\"With him go those who in such wise deceive;\nAnd this sufficient be of the first valley\nTo know, and those that in its jaws it holds.\"",
"We were already where the narrow path\nCrosses athwart the second dike, and forms\nOf that a buttress for another arch.",
"Thence we heard people, who are making moan\nIn the next Bolgia, snorting with their muzzles,\nAnd with their palms beating upon themselves",
"The margins were incrusted with a mould\nBy exhalation from below, that sticks there,\nAnd with the eyes and nostrils wages war.",
"The bottom is so deep, no place suffices\nTo give us sight of it, without ascending\nThe arch's back, where most the crag impends.",
"Thither we came, and thence down in the moat\nI saw a people smothered in a filth\nThat out of human privies seemed to flow.",
"And whilst below there with mine eye I search,\nI saw one with his head so foul with ordure,\nIt was not clear if he were clerk or layman.",
"He screamed to me: \"Wherefore art thou so eager\nTo look at me more than the other foul ones?\"\nAnd I to him: \"Because, if I remember...\"",
"\"I have already seen thee with dry hair,\nAnd thou'rt Alessio Interminei of Lucca;\nTherefore I eye thee more than all the others.\"",
"And he thereon, belabouring his pumpkin:\n\"The flatteries have submerged me here below,\nWherewith my tongue was never surfeited.\"",
"Then said to me the Guide: \"See that thou thrust\nThy visage somewhat farther in advance,\nThat with thine eyes thou well the face attain\"",
"Of that uncleanly and dishevelled drab,\nWho there doth scratch herself with filthy nails,\nAnd crouches now, and now on foot is standing.",
"Thais the harlot is it, who replied\nUnto her paramour, when he said, 'Have I\nGreat gratitude from thee?'--'Nay, marvellous;'",
"\"And herewith let our sight be satisfied.\"",
"O Simon Magus, O forlorn disciples,\nYe who the things of God, which ought to be\nThe brides of holiness, rapaciously",
"For silver and for gold do prostitute,\nNow it behoves for you the trumpet sound,\nBecause in this third Bolgia ye abide.",
"We had already on the following tomb\nAscended to that portion of the crag\nWhich o'er the middle of the moat hangs plumb.",
"Wisdom supreme, O how great art thou showest\nIn heaven, in earth, and in the evil world,\nAnd with what justice doth thy power distribute!",
"I saw upon the sides and on the bottom\nThe livid stone with perforations filled,\nAll of one size, and every one was round.",
"To me less ample seemed they not, nor greater\nThan those that in my beautiful Saint John\nAre fashioned for the place of the baptisers...",
"And one of which, not many years ago,\nI broke for some one, who was drowning in it;\nBe this a seal all men to undeceive.",
"Out of the mouth of each one there protruded\nThe feet of a transgressor, and the legs\nUp to the calf, the rest within remained.",
"In all of them the soles were both on fire;\nWherefore the joints so violently quivered,\nThey would have snapped asunder withes and bands.",
"Even as the flame of unctuous things is wont\nTo move upon the outer surface only,\nSo likewise was it there from heel to point.",
"\"Master, who is that one who writhes himself,\nMore than his other comrades quivering,\"\nI said, \"and whom a redder flame is sucking?\"",
"And he to me: \"If thou wilt have me bear thee\nDown there along that bank which lowest lies,\nFrom him thou'lt know his errors and himself.\"",
"And I: \"What pleases thee, to me is pleasing;\nThou art my Lord, and knowest that I depart not\nFrom thy desire, and knowest what is not spoken.\"",
"Straightway upon the fourth dike we arrived;\nWe turned, and on the left-hand side descended\nDown to the bottom full of holes and narrow.",
"And the good Master yet from off his haunch\nDeposed me not, till to the hole he brought me\nOf him who so lamented with his shanks.",
"\"Whoe'er thou art, that standest upside down,\nO doleful soul, implanted like a stake,\"\nTo say began I, \"if thou canst, speak out.\"",
"I stood even as the friar who is confessing\nThe false assassin, who, when he is fixed,\nRecalls him, so that death may be delayed.",
"And he cried out: \"Dost thou stand there already,\nDost thou stand there already, Boniface?\nBy many years the record lied to me.\"",
"\"Art thou so early satiate with that wealth,\nFor which thou didst not fear to take by fraud\nThe beautiful Lady, and then work her woe?\"",
"Such I became, as people are who stand,\nNot comprehending what is answered them,\nAs if bemocked, and know not how to answer.",
"Then said Virgilius: \"Say to him straightway,\n'I am not he, I am not he thou thinkest.'\"\nAnd I replied as was imposed on me.",
"Whereat the spirit writhed with both his feet,\nThen, sighing, with a voice of lamentation\nSaid to me: \"Then what wantest thou of me?\"",
"If who I am thou carest so much to know,\nThat thou on that account hast crossed the bank,\nKnow that I vested was with the great mantle.",
"And truly was I son of the She-bear,\nSo eager to advance the cubs, that wealth\nAbove, and here myself, I pocketed.",
"Beneath my head the others are dragged down\nWho have preceded me in simony,\nFlattened along the fissure of the rock.",
"Below there I shall likewise fall, whenever\nThat one shall come who I believed thou wast,\nWhat time the sudden question I proposed.",
"But longer I my feet already toast,\nAnd here have been in this way upside down,\nThan he will planted stay with reddened feet.",
"For after him shall come of fouler deed\nFrom tow'rds the west a Pastor without law,\nSuch as befits to cover him and me.",
"\"New Jason will he be, of whom we read\nIn Maccabees; and as his king was pliant,\nSo he who governs France shall be to this one.\"",
"I do not know if I were here too bold,\nThat him I answered only in this metre:\n\"I pray thee tell me now how great a treasure\"",
"Our Lord demanded of Saint Peter first,\nBefore he put the keys into his keeping?\nTruly he nothing asked but 'Follow me.'",
"Nor Peter nor the rest asked of Matthias\nSilver or gold, when he by lot was chosen\nUnto the place the guilty soul had lost.",
"Therefore stay here, for thou art justly punished,\nAnd keep safe guard o'er the ill-gotten money,\nWhich caused thee to be valiant against Charles.",
"And were it not that still forbids it me\nThe reverence for the keys superlative\nThou hadst in keeping in the gladsome life...",
"I would make use of words more grievous still;\nBecause your avarice afflicts the world,\nTrampling the good and lifting the depraved.",
"The Evangelist you Pastors had in mind,\nWhen she who sitteth upon many waters\nTo fornicate with kings by him was seen.",
"The same who with the seven heads was born,\nAnd power and strength from the ten horns received,\nSo long as virtue to her spouse was pleasing.",
"Ye have made yourselves a god of gold and silver;\nAnd from the idolater how differ ye,\nSave that he one, and ye a hundred worship?",
"\"Ah, Constantine! of how much ill was mother,\nNot thy conversion, but that marriage dower\nWhich the first wealthy Father took from thee!\"",
"And while I sang to him such notes as these,\nEither that anger or that conscience stung him,\nHe struggled violently with both his feet.",
"I think in sooth that it my Leader pleased,\nWith such contented lip he listened ever\nUnto the sound of the true words expressed.",
"Therefore with both his arms he took me up,\nAnd when he had me all upon his breast,\nRemounted by the way where he descended.",
"Nor did he tire to have me clasped to him;\nBut bore me to the summit of the arch\nWhich from the fourth dike to the fifth is passage.",
"There tenderly he laid his burden down,\nTenderly on the crag uneven and steep,\nThat would have been hard passage for the goats.",
"Thence was unveiled to me another valley.",
"Of a new pain behoves me to make verses\nAnd give material to the twentieth canto\nOf the first song, which is of the submerged.",
"I was already thoroughly disposed\nTo peer down into the uncovered depth,\nWhich bathed itself with tears of agony.",
"And people saw I through the circular valley,\nSilent and weeping, coming at the pace\nWhich in this world the Litanies assume.",
"As lower down my sight descended on them,\nWondrously each one seemed to be distorted\nFrom chin to the beginning of the chest.",
"For tow'rds the reins the countenance was turned,\nAnd backward it behoved them to advance,\nAs to look forward had been taken from them.",
"Perchance indeed by violence of palsy\nSome one has been thus wholly turned awry;\nBut I ne'er saw it, nor believe it can be.",
"As God may let thee, Reader, gather fruit\nFrom this thy reading, think now for thyself\nHow I could ever keep my face unmoistened...",
"When our own image near me I beheld\nDistorted so, the weeping of the eyes\nAlong the fissure bathed the hinder parts.",
"Truly I wept, leaning upon a peak\nOf the hard crag, so that my Escort said\nTo me: \"Art thou, too, of the other fools?\"",
"Here pity lives when it is wholly dead;\nWho is a greater reprobate than he\nWho feels compassion at the doom divine?",
"Lift up, lift up thy head, and see for whom\nOpened the earth before the Thebans' eyes;\nWherefore they all cried: 'Whither rushest thou...",
"Amphiaraus?  Why dost leave the war?'\nAnd downward ceased he not to fall amain\nAs far as Minos, who lays hold on all.",
"See, he has made a bosom of his shoulders!\nBecause he wished to see too far before him\nBehind he looks, and backward goes his way.",
"Behold Tiresias, who his semblance changed,\nWhen from a male a female he became,\nHis members being all of them transformed.",
"And afterwards was forced to strike once more\nThe two entangled serpents with his rod,\nEre he could have again his manly plumes.",
"That Aruns is, who backs the other's belly,\nWho in the hills of Luni, there where grubs\nThe Carrarese who houses underneath...",
"Among the marbles white a cavern had\nFor his abode; whence to behold the stars\nAnd sea, the view was not cut off from him.",
"And she there, who is covering up her breasts,\nWhich thou beholdest not, with loosened tresses,\nAnd on that side has all the hairy skin...",
"Was Manto, who made quest through many lands,\nAfterwards tarried there where I was born;\nWhereof I would thou list to me a little.",
"After her father had from life departed,\nAnd the city of Bacchus had become enslaved,\nShe a long season wandered through the world.",
"Above in beauteous Italy lies a lake\nAt the Alp's foot that shuts in Germany\nOver Tyrol, and has the name Benaco.",
"By a thousand springs, I think, and more, is bathed,\n'Twixt Garda and Val Camonica, Pennino,\nWith water that grows stagnant in that lake.",
"Midway a place is where the Trentine Pastor,\nAnd he of Brescia, and the Veronese\nMight give his blessing, if he passed that way.",
"Sitteth Peschiera, fortress fair and strong,\nTo front the Brescians and the Bergamasks,\nWhere round about the bank descendeth lowest.",
"There of necessity must fall whatever\nIn bosom of Benaco cannot stay,\nAnd grows a river down through verdant pastures.",
"Soon as the water doth begin to run,\nNo more Benaco is it called, but Mincio,\nFar as Governo, where it falls in Po.",
"Not far it runs before it finds a plain\nIn which it spreads itself, and makes it marshy,\nAnd oft 'tis wont in summer to be sickly.",
"Passing that way the virgin pitiless\nLand in the middle of the fen descried,\nUntilled and naked of inhabitants.",
"There to escape all human intercourse,\nShe with her servants stayed, her arts to practise\nAnd lived, and left her empty body there.",
"The men, thereafter, who were scattered round,\nCollected in that place, which was made strong\nBy the lagoon it had on every side.",
"They built their city over those dead bones,\nAnd, after her who first the place selected,\nMantua named it, without other omen.",
"Its people once within more crowded were,\nEre the stupidity of Casalodi\nFrom Pinamonte had received deceit.",
"\"Therefore I caution thee, if e'er thou hearest\nOriginate my city otherwise,\nNo falsehood may the verity defraud.\"",
"And I: \"My Master, thy discourses are\nTo me so certain, and so take my faith,\nThat unto me the rest would be spent coals.\"",
"\"But tell me of the people who are passing,\nIf any one note-worthy thou beholdest,\nFor only unto that my mind reverts.\"",
"Then said he to me: \"He who from the cheek\nThrusts out his beard upon his swarthy shoulders\nWas, at the time when Greece was void of males...\"",
"So that there scarce remained one in the cradle,\nAn augur, and with Calchas gave the moment,\nIn Aulis, when to sever the first cable.",
"Eryphylus his name was, and so sings\nMy lofty Tragedy in some part or other;\nThat knowest thou well, who knowest the whole of it.",
"The next, who is so slender in the flanks,\nWas Michael Scott, who of a verity\nOf magical illusions knew the game.",
"Behold Guido Bonatti, behold Asdente,\nWho now unto his leather and his thread\nWould fain have stuck, but he too late repents.",
"Behold the wretched ones, who left the needle,\nThe spool and rock, and made them fortune-tellers;\nThey wrought their magic spells with herb and image.",
"But come now, for already holds the confines\nOf both the hemispheres, and under Seville\nTouches the ocean-wave, Cain and the thorns...",
"\"And yesternight the moon was round already;\nThou shouldst remember well it did not harm thee\nFrom time to time within the forest deep.\"",
"Thus spake he to me, and we walked the while.",
"From bridge to bridge thus, speaking other things\nOf which my Comedy cares not to sing,\nWe came along, and held the summit, when",
"We halted to behold another fissure\nOf Malebolge and other vain laments;\nAnd I beheld it marvellously dark.",
"As in the Arsenal of the Venetians\nBoils in the winter the tenacious pitch\nTo smear their unsound vessels o'er again...",
"For sail they cannot; and instead thereof\nOne makes his vessel new, and one recaulks\nThe ribs of that which many a voyage has made.",
"One hammers at the prow, one at the stern,\nThis one makes oars, and that one cordage twists,\nAnother mends the mainsail and the mizzen.",
"Thus, not by fire, but by the art divine,\nWas boiling down below there a dense pitch\nWhich upon every side the bank belimed.",
"I saw it, but I did not see within it\nAught but the bubbles that the boiling raised,\nAnd all swell up and resubside compressed.",
"The while below there fixedly I gazed,\nMy Leader, crying out: \"Beware, beware!\"\nDrew me unto himself from where I stood.",
"Then I turned round, as one who is impatient\nTo see what it behoves him to escape,\nAnd whom a sudden terror doth unman...",
"Who, while he looks, delays not his departure;\nAnd I beheld behind us a black devil,\nRunning along upon the crag, approach.",
"Ah, how ferocious was he in his aspect!\nAnd how he seemed to me in action ruthless,\nWith open wings and light upon his feet!",
"His shoulders, which sharp-pointed were and high,\nA sinner did encumber with both haunches,\nAnd he held clutched the sinews of the feet.",
"From off our bridge, he said: \"O Malebranche,\nBehold one of the elders of Saint Zita;\nPlunge him beneath, for I return for others\"",
"\"Unto that town, which is well furnished with them.\nAll there are barrators, except Bonturo;\nNo into Yes for money there is changed.\"",
"He hurled him down, and over the hard crag\nTurned round, and never was a mastiff loosened\nIn so much hurry to pursue a thief.",
"The other sank, and rose again face downward;\nBut the demons, under cover of the bridge,\nCried: \"Here the Santo Volto has no place!\"",
"\"Here swims one otherwise than in the Serchio;\nTherefore, if for our gaffs thou wishest not,\nDo not uplift thyself above the pitch.\"",
"They seized him then with more than a hundred rakes;\nThey said: \"It here behoves thee to dance covered,\nThat, if thou canst, thou secretly mayest pilfer.\"",
"Not otherwise the cooks their scullions make\nImmerse into the middle of the caldron\nThe meat with hooks, so that it may not float.",
"Said the good Master to me: \"That it be not\nApparent thou art here, crouch thyself down\nBehind a jag, that thou mayest have some screen.\"",
"\"And for no outrage that is done to me\nBe thou afraid, because these things I know,\nFor once before was I in such a scuffle.\"",
"Then he passed on beyond the bridge's head,\nAnd as upon the sixth bank he arrived,\nNeed was for him to have a steadfast front.",
"With the same fury, and the same uproar,\nAs dogs leap out upon a mendicant,\nWho on a sudden begs, where'er he stops...",
"They issued from beneath the little bridge,\nAnd turned against him all their grappling-irons;\nBut he cried out: \"Be none of you malignant!\"",
"\"Before those hooks of yours lay hold of me,\nLet one of you step forward, who may hear me,\nAnd then take counsel as to grappling me.\"",
"They all cried out: \"Let Malacoda go;\"\nWhereat one started, and the rest stood still,\nAnd he came to him, saying: \"What avails it?\"",
"\"Thinkest thou, Malacoda, to behold me\nAdvanced into this place,\" my Master said,\n\"Safe hitherto from all your skill of fence...\"",
"\"Without the will divine, and fate auspicious?\nLet me go on, for it in Heaven is willed\nThat I another show this savage road.\"",
"Then was his arrogance so humbled in him,\nThat he let fall his grapnel at his feet,\nAnd to the others said: \"Now strike him not.\"",
"And unto me my Guide: \"O thou, who sittest\nAmong the splinters of the bridge crouched down,\nSecurely now return to me again.\"",
"Wherefore I started and came swiftly to him;\nAnd all the devils forward thrust themselves,\nSo that I feared they would not keep their compact.",
"And thus beheld I once afraid the soldiers\nWho issued under safeguard from Caprona,\nSeeing themselves among so many foes.",
"Close did I press myself with all my person\nBeside my Leader, and turned not mine eyes\nFrom off their countenance, which was not good.",
"They lowered their rakes, and \"Wilt thou have me hit him,\"\nThey said to one another, \"on the rump?\"\nAnd answered: \"Yes; see that thou nick him with it.\"",
"But the same demon who was holding parley\nWith my Conductor turned him very quickly,\nAnd said: \"Be quiet, be quiet, Scarmiglione;\"",
"Then said to us: \"You can no farther go\nForward upon this crag, because is lying\nAll shattered, at the bottom, the sixth arch.\"",
"And if it still doth please you to go onward,\nPursue your way along upon this rock;\nNear is another crag that yields a path.",
"Yesterday, five hours later than this hour,\nOne thousand and two hundred sixty-six\nYears were complete, that here the way was broken.",
"I send in that direction some of mine\nTo see if any one doth air himself;\nGo ye with them; for they will not be vicious.",
"Step forward, Alichino and Calcabrina,\"\nBegan he to cry out, \"and thou, Cagnazzo;\nAnd Barbariccia, do thou guide the ten.",
"Come forward, Libicocco and Draghignazzo,\nAnd tusked Ciriatto and Graffiacane,\nAnd Farfarello and mad Rubicante.",
"\"Search ye all round about the boiling pitch;\nLet these be safe as far as the next crag,\nThat all unbroken passes o'er the dens.\"",
"\"O me! what is it, Master, that I see?\nPray let us go,\" I said, \"without an escort,\nIf thou knowest how, since for myself I ask none.\"",
"\"If thou art as observant as thy wont is,\nDost thou not see that they do gnash their teeth,\nAnd with their brows are threatening woe to us?\"",
"And he to me: \"I will not have thee fear;\nLet them gnash on, according to their fancy,\nBecause they do it for those boiling wretches.\"",
"Along the left-hand dike they wheeled about;\nBut first had each one thrust his tongue between\nHis teeth towards their leader for a signal.",
"And he had made a trumpet of his rump.",
"I have erewhile seen horsemen moving camp,\nBegin the storming, and their muster make,\nAnd sometimes starting off for their escape.",
"Vaunt-couriers have I seen upon your land,\nO Aretines, and foragers go forth,\nTournaments stricken, and the joustings run...",
"Sometimes with trumpets and sometimes with bells,\nWith kettle-drums, and signals of the castles,\nAnd with our own, and with outlandish things...",
"But never yet with bagpipe so uncouth\nDid I see horsemen move, nor infantry,\nNor ship by any sign of land or star.",
"We went upon our way with the ten demons;\nAh, savage company! but in the church\nWith saints, and in the tavern with the gluttons!",
"Ever upon the pitch was my intent,\nTo see the whole condition of that Bolgia,\nAnd of the people who therein were burned.",
"Even as the dolphins, when they make a sign\nTo mariners by arching of the back,\nThat they should counsel take to save their vessel...",
"Thus sometimes, to alleviate his pain,\nOne of the sinners would display his back,\nAnd in less time conceal it than it lightens.",
"As on the brink of water in a ditch\nThe frogs stand only with their muzzles out,\nSo that they hide their feet and other bulk...",
"So upon every side the sinners stood;\nBut ever as Barbariccia near them came,\nThus underneath the boiling they withdrew.",
"I saw, and still my heart doth shudder at it,\nOne waiting thus, even as it comes to pass\nOne frog remains, and down another dives.",
"And Graffiacan, who most confronted him,\nGrappled him by his tresses smeared with pitch,\nAnd drew him up, so that he seemed an otter.",
"I knew, before, the names of all of them,\nSo had I noted them when they were chosen,\nAnd when they called each other, listened how.",
"\"O Rubicante, see that thou do lay\nThy claws upon him, so that thou mayst flay him,\"\nCried all together the accursed ones.",
"And I: \"My Master, see to it, if thou canst,\nThat thou mayst know who is the luckless wight,\nThus come into his adversaries' hands.\"",
"Near to the side of him my Leader drew,\nAsked of him whence he was; and he replied:\n\"I in the kingdom of Navarre was born.\"",
"My mother placed me servant to a lord,\nFor she had borne me to a ribald knave,\nDestroyer of himself and of his things.",
"\"Then I domestic was of good King Thibault;\nI set me there to practise barratry,\nFor which I pay the reckoning in this heat.\"",
"And Ciriatto, from whose mouth projected,\nOn either side, a tusk, as in a boar,\nCaused him to feel how one of them could rip.",
"Among malicious cats the mouse had come;\nBut Barbariccia clasped him in his arms,\nAnd said: \"Stand ye aside, while I enfork him.\"",
"And to my Master he turned round his head;\n\"Ask him again,\" he said, \"if more thou wish\nTo know from him, before some one destroy him.\"",
"The Guide: \"Now tell then of the other culprits;\nKnowest thou any one who is a Latian,\nUnder the pitch?\"  And he: \"I separated\"",
"\"Lately from one who was a neighbour to it;\nWould that I still were covered up with him,\nFor I should fear not either claw nor hook!\"",
"And Libicocco: \"We have borne too much;\"\nAnd with his grapnel seized him by the arm,\nSo that, by rending, he tore off a tendon.",
"Eke Draghignazzo wished to pounce upon him\nDown at the legs; whence their Decurion\nTurned round and round about with evil look.",
"When they again somewhat were pacified,\nOf him, who still was looking at his wound,\nDemanded my Conductor without stay.",
"\"Who was that one, from whom a luckless parting\nThou sayest thou hast made, to come ashore?\"\nAnd he replied: \"It was the Friar Gomita...\"",
"He of Gallura, vessel of all fraud,\nWho had the enemies of his Lord in hand,\nAnd dealt so with them each exults thereat.",
"Money he took, and let them smoothly off,\nAs he says; and in other offices\nA barrator was he, not mean but sovereign.",
"Foregathers with him one Don Michael Zanche\nOf Logodoro; and of Sardinia\nTo gossip never do their tongues feel tired.",
"\"O me! see that one, how he grinds his teeth;\nStill farther would I speak, but am afraid\nLest he to scratch my itch be making ready.\"",
"And the grand Provost, turned to Farfarello,\nWho rolled his eyes about as if to strike,\nSaid: \"Stand aside there, thou malicious bird.\"",
"\"If you desire either to see or hear,\"\nThe terror-stricken recommenced thereon,\n\"Tuscans or Lombards, I will make them come.\"",
"But let the Malebranche cease a little,\nSo that these may not their revenges fear,\nAnd I, down sitting in this very place...",
"\"For one that I am will make seven come,\nWhen I shall whistle, as our custom is\nTo do whenever one of us comes out.\"",
"Cagnazzo at these words his muzzle lifted,\nShaking his head, and said: \"Just hear the trick\nWhich he has thought of, down to throw himself!\"",
"Whence he, who snares in great abundance had,\nResponded: \"I by far too cunning am,\nWhen I procure for mine a greater sadness.\"",
"Alichin held not in, but running counter\nUnto the rest, said to him: \"If thou dive,\nI will not follow thee upon the gallop...\"",
"\"But I will beat my wings above the pitch;\nThe height be left, and be the bank a shield\nTo see if thou alone dost countervail us.\"",
"O thou who readest, thou shalt hear new sport!\nEach to the other side his eyes averted;\nHe first, who most reluctant was to do it.",
"The Navarrese selected well his time;\nPlanted his feet on land, and in a moment\nLeaped, and released himself from their design.",
"Whereat each one was suddenly stung with shame,\nBut he most who was cause of the defeat;\nTherefore he moved, and cried: \"Thou art o'ertakern.\"",
"But little it availed, for wings could not\nOutstrip the fear; the other one went under,\nAnd, flying, upward he his breast directed.",
"Not otherwise the duck upon a sudden\nDives under, when the falcon is approaching,\nAnd upward he returneth cross and weary.",
"Infuriate at the mockery, Calcabrina\nFlying behind him followed close, desirous\nThe other should escape, to have a quarrel.",
"And when the barrator had disappeared,\nHe turned his talons upon his companion,\nAnd grappled with him right above the moat.",
"But sooth the other was a doughty sparhawk\nTo clapperclaw him well; and both of them\nFell in the middle of the boiling pond.",
"A sudden intercessor was the heat;\nBut ne'ertheless of rising there was naught,\nTo such degree they had their wings belimed.",
"Lamenting with the others, Barbariccia\nMade four of them fly to the other side\nWith all their gaffs, and very speedily",
"This side and that they to their posts descended;\nThey stretched their hooks towards the pitch-ensnared,\nWho were already baked within the crust...",
"And in this manner busied did we leave them.",
"Silent, alone, and without company\nWe went, the one in front, the other after,\nAs go the Minor Friars along their way.",
"Upon the fable of Aesop was directed\nMy thought, by reason of the present quarrel,\nWhere he has spoken of the frog and mouse.",
"For 'mo' and 'issa' are not more alike\nThan this one is to that, if well we couple\nEnd and beginning with a steadfast mind.",
"And even as one thought from another springs,\nSo afterward from that was born another,\nWhich the first fear within me double made.",
"Thus did I ponder: \"These on our account\nAre laughed to scorn, with injury and scoff\nSo great, that much I think it must annoy them.\"",
"\"If anger be engrafted on ill-will,\nThey will come after us more merciless\nThan dog upon the leveret which he seizes,\"",
"I felt my hair stand all on end already\nWith terror, and stood backwardly intent,\nWhen said I: \"Master, if thou hidest not\"",
"\"Thyself and me forthwith, of Malebranche\nI am in dread; we have them now behind us;\nI so imagine them, I already feel them.\"",
"And he: \"If I were made of leaded glass,\nThine outward image I should not attract\nSooner to me than I imprint the inner.\"",
"Just now thy thoughts came in among my own,\nWith similar attitude and similar face,\nSo that of both one counsel sole I made.",
"\"If peradventure the right bank so slope\nThat we to the next Bolgia can descend,\nWe shall escape from the imagined chase.\"",
"Not yet he finished rendering such opinion,\nWhen I beheld them come with outstretched wings,\nNot far remote, with will to seize upon us.",
"My Leader on a sudden seized me up,\nEven as a mother who by noise is wakened,\nAnd close beside her sees the enkindled flames...",
"Who takes her son, and flies, and does not stop,\nHaving more care of him than of herself,\nSo that she clothes her only with a shift.",
"And downward from the top of the hard bank\nSupine he gave him to the pendent rock,\nThat one side of the other Bolgia walls.",
"Ne'er ran so swiftly water through a sluice\nTo turn the wheel of any land-built mill,\nWhen nearest to the paddles it approaches...",
"As did my Master down along that border,\nBearing me with him on his breast away,\nAs his own son, and not as a companion.",
"Hardly the bed of the ravine below\nHis feet had reached, ere they had reached the hill\nRight over us; but he was not afraid.",
"For the high Providence, which had ordained\nTo place them ministers of the fifth moat,\nThe power of thence departing took from all.",
"A painted people there below we found,\nWho went about with footsteps very slow,\nWeeping and in their semblance tired and vanquished.",
"They had on mantles with the hoods low down\nBefore their eyes, and fashioned of the cut\nThat in Cologne they for the monks are made.",
"Without, they gilded are so that it dazzles;\nBut inwardly all leaden and so heavy\nThat Frederick used to put them on of straw.",
"O everlastingly fatiguing mantle!\nAgain we turned us, still to the left hand\nAlong with them, intent on their sad plaint.",
"But owing to the weight, that weary folk\nCame on so tardily, that we were new\nIn company at each motion of the haunch.",
"Whence I unto my Leader: \"See thou find\nSome one who may by deed or name be known,\nAnd thus in going move thine eye about.\"",
"And one, who understood the Tuscan speech,\nCried to us from behind: \"Stay ye your feet,\nYe, who so run athwart the dusky air!\"",
"\"Perhaps thou'lt have from me what thou demandest.\"\nWhereat the Leader turned him, and said: \"Wait,\nAnd then according to his pace proceed.\"",
"I stopped, and two beheld I show great haste\nOf spirit, in their faces, to be with me;\nBut the burden and the narrow way delayed them.",
"When they came up, long with an eye askance\nThey scanned me without uttering a word.\nThen to each other turned, and said together.",
"\"He by the action of his throat seems living;\nAnd if they dead are, by what privilege\nGo they uncovered by the heavy stole?\"",
"Then said to me: \"Tuscan, who to the college\nOf miserable hypocrites art come,\nDo not disdain to tell us who thou art.\"",
"And I to them: \"Born was I, and grew up\nIn the great town on the fair river of Arno,\nAnd with the body am I've always had.\"",
"\"But who are ye, in whom there trickles down\nAlong your cheeks such grief as I behold?\nAnd what pain is upon you, that so sparkles?\"",
"And one replied to me: \"These orange cloaks\nAre made of lead so heavy, that the weights\nCause in this way their balances to creak.\"",
"Frati Gaudenti were we, and Bolognese;\nI Catalano, and he Loderingo\nNamed, and together taken by thy city...",
"\"As the wont is to take one man alone,\nFor maintenance of its peace; and we were such\nThat still it is apparent round Gardingo.\"",
"\"O Friars,\" began I, \"your iniquitous. . .\"\nBut said no more; for to mine eyes there rushed\nOne crucified with three stakes on the ground.",
"When me he saw, he writhed himself all over,\nBlowing into his beard with suspirations;\nAnd the Friar Catalan, who noticed this...",
"Said to me: \"This transfixed one, whom thou seest,\nCounselled the Pharisees that it was meet\nTo put one man to torture for the people.\"",
"Crosswise and naked is he on the path,\nAs thou perceivest; and he needs must feel,\nWhoever passes, first how much he weighs.",
"\"And in like mode his father-in-law is punished\nWithin this moat, and the others of the council,\nWhich for the Jews was a malignant seed.\"",
"And thereupon I saw Virgilius marvel\nO'er him who was extended on the cross\nSo vilely in eternal banishment.",
"Then he directed to the Friar this voice:\n\"Be not displeased, if granted thee, to tell us\nIf to the right hand any pass slope down\"",
"\"By which we two may issue forth from here,\nWithout constraining some of the black angels\nTo come and extricate us from this deep.\"",
"Then he made answer: \"Nearer than thou hopest\nThere is a rock, that forth from the great circle\nProceeds, and crosses all the cruel valleys...\"",
"\"Save that at this 'tis broken, and does not bridge it;\nYou will be able to mount up the ruin,\nThat sidelong slopes and at the bottom rises.\"",
"The Leader stood awhile with head bowed down;\nThen said: \"The business badly he recounted\nWho grapples with his hook the sinners yonder.\"",
"And the Friar: \"Many of the Devil's vices\nOnce heard I at Bologna, and among them,\nThat he's a liar and the father of lies.\"",
"Thereat my Leader with great strides went on,\nSomewhat disturbed with anger in his looks;\nWhence from the heavy-laden I departed",
"After the prints of his beloved feet.",
"In that part of the youthful year wherein\nThe Sun his locks beneath Aquarius tempers,\nAnd now the nights draw near to half the day...",
"What time the hoar-frost copies on the ground\nThe outward semblance of her sister white,\nBut little lasts the temper of her pen...",
"The husbandman, whose forage faileth him,\nRises, and looks, and seeth the champaign\nAll gleaming white, whereat he beats his flank...",
"Returns in doors, and up and down laments,\nLike a poor wretch, who knows not what to do;\nThen he returns and hope revives again...",
"Seeing the world has changed its countenance\nIn little time, and takes his shepherd's crook,\nAnd forth the little lambs to pasture drives.",
"Thus did the Master fill me with alarm,\nWhen I beheld his forehead so disturbed,\nAnd to the ailment came as soon the plaster.",
"For as we came unto the ruined bridge,\nThe Leader turned to me with that sweet look\nWhich at the mountain's foot I first beheld.",
"His arms he opened, after some advisement\nWithin himself elected, looking first\nWell at the ruin, and laid hold of me.",
"And even as he who acts and meditates,\nFor aye it seems that he provides beforehand,\nSo upward lifting me towards the summit",
"Of a huge rock, he scanned another crag,\nSaying: \"To that one grapple afterwards,\nBut try first if 'tis such that it will hold thee.\"",
"This was no way for one clothed with a cloak;\nFor hardly we, he light, and I pushed upward,\nWere able to ascend from jag to jag.",
"And had it not been, that upon that precinct\nShorter was the ascent than on the other,\nHe I know not, but I had been dead beat.",
"But because Malebolge tow'rds the mouth\nOf the profoundest well is all inclining,\nThe structure of each valley doth import",
"That one bank rises and the other sinks.\nStill we arrived at length upon the point\nWherefrom the last stone breaks itself asunder.",
"The breath was from my lungs so milked away,\nWhen I was up, that I could go no farther,\nNay, I sat down upon my first arrival.",
"\"Now it behoves thee thus to put off sloth,\"\nMy Master said; \"for sitting upon down,\nOr under quilt, one cometh not to fame...\"",
"Withouten which whoso his life consumes\nSuch vestige leaveth of himself on earth,\nAs smoke in air or in the water foam.",
"And therefore raise thee up, o'ercome the anguish\nWith spirit that o'ercometh every battle,\nIf with its heavy body it sink not.",
"\"A longer stairway it behoves thee mount;\n'Tis not enough from these to have departed;\nLet it avail thee, if thou understand me.\"",
"Then I uprose, showing myself provided\nBetter with breath than I did feel myself,\nAnd said: \"Go on, for I am strong and bold.\"",
"Upward we took our way along the crag,\nWhich jagged was, and narrow, and difficult,\nAnd more precipitous far than that before.",
"Speaking I went, not to appear exhausted;\nWhereat a voice from the next moat came forth,\nNot well adapted to articulate words.",
"I know not what it said, though o'er the back\nI now was of the arch that passes there;\nBut he seemed moved to anger who was speaking.",
"I was bent downward, but my living eyes\nCould not attain the bottom, for the dark;\nWherefore I: \"Master, see that thou arrive\"",
"\"At the next round, and let us descend the wall;\nFor as from hence I hear and understand not,\nSo I look down and nothing I distinguish.\"",
"\"Other response,\" he said, \"I make thee not,\nExcept the doing; for the modest asking\nOught to be followed by the deed in silence.\"",
"We from the bridge descended at its head,\nWhere it connects itself with the eighth bank,\nAnd then was manifest to me the Bolgia.",
"And I beheld therein a terrible throng\nOf serpents, and of such a monstrous kind,\nThat the remembrance still congeals my blood",
"Let Libya boast no longer with her sand;\nFor if Chelydri, Jaculi, and Phareae\nShe breeds, with Cenchri and with Amphisbaena...",
"Neither so many plagues nor so malignant\nE'er showed she with all Ethiopia,\nNor with whatever on the Red Sea is!",
"Among this cruel and most dismal throng\nPeople were running naked and affrighted.\nWithout the hope of hole or heliotrope.",
"They had their hands with serpents bound behind them;\nThese riveted upon their reins the tail\nAnd head, and were in front of them entwined.",
"And lo! at one who was upon our side\nThere darted forth a serpent, which transfixed him\nThere where the neck is knotted to the shoulders.",
"Nor 'O' so quickly e'er, nor 'I' was written,\nAs he took fire, and burned; and ashes wholly\nBehoved it that in falling he became.",
"And when he on the ground was thus destroyed,\nThe ashes drew together, and of themselves\nInto himself they instantly returned.",
"Even thus by the great sages 'tis confessed\nThe phoenix dies, and then is born again,\nWhen it approaches its five-hundredth year.",
"On herb or grain it feeds not in its life,\nBut only on tears of incense and amomum,\nAnd nard and myrrh are its last winding-sheet.",
"And as he is who falls, and knows not how,\nBy force of demons who to earth down drag him,\nOr other oppilation that binds man...",
"When he arises and around him looks,\nWholly bewildered by the mighty anguish\nWhich he has suffered, and in looking sighs.",
"Such was that sinner after he had risen.\nJustice of God! O how severe it is,\nThat blows like these in vengeance poureth down!",
"The Guide thereafter asked him who he was;\nWhence he replied: \"I rained from Tuscany\nA short time since into this cruel gorge.\"",
"\"A bestial life, and not a human, pleased me,\nEven as the mule I was; I'm Vanni Fucci,\nBeast, and Pistoia was my worthy den.\"",
"And I unto the Guide: \"Tell him to stir not,\nAnd ask what crime has thrust him here below,\nFor once a man of blood and wrath I saw him.\"",
"And the sinner, who had heard, dissembled not,\nBut unto me directed mind and face,\nAnd with a melancholy shame was painted.",
"Then said: \"It pains me more that thou hast caught me\nAmid this misery where thou seest me,\nThan when I from the other life was taken.\"",
"What thou demandest I cannot deny;\nSo low am I put down because I robbed\nThe sacristy of the fair ornaments...",
"And falsely once 'twas laid upon another;\nBut that thou mayst not such a sight enjoy,\nIf thou shalt e'er be out of the dark places...",
"Thine ears to my announcement ope and hear:\nPistoia first of Neri groweth meagre;\nThen Florence doth renew her men and manners.",
"Mars draws a vapour up from Val di Magra,\nWhich is with turbid clouds enveloped round,\nAnd with impetuous and bitter tempest",
"Over Campo Picen shall be the battle;\nWhen it shall suddenly rend the mist asunder,\nSo that each Bianco shall thereby be smitten.",
"\"And this I've said that it may give thee pain.\"",
"At the conclusion of his words, the thief\nLifted his hands aloft with both the figs,\nCrying: \"Take that, God, for at thee I aim them.\"",
"From that time forth the serpents were my friends;\nFor one entwined itself about his neck\nAs if it said: \"I will not thou speak more;\"",
"And round his arms another, and rebound him,\nClinching itself together so in front,\nThat with them he could not a motion make.",
"Pistoia, ah, Pistoia! why resolve not\nTo burn thyself to ashes and so perish,\nSince in ill-doing thou thy seed excellest?",
"Through all the sombre circles of this Hell,\nSpirit I saw not against God so proud,\nNot he who fell at Thebes down from the walls!",
"He fled away, and spake no further word;\nAnd I beheld a Centaur full of rage\nCome crying out: \"Where is, where is the scoffer?\"",
"I do not think Maremma has so many\nSerpents as he had all along his back,\nAs far as where our countenance begins.",
"Upon the shoulders, just behind the nape,\nWith wings wide open was a dragon lying,\nAnd he sets fire to all that he encounters.",
"My Master said: \"That one is Cacus, who\nBeneath the rock upon Mount Aventine\nCreated oftentimes a lake of blood.\"",
"He goes not on the same road with his brothers,\nBy reason of the fraudulent theft he made\nOf the great herd, which he had near to him.",
"\"Whereat his tortuous actions ceased beneath\nThe mace of Hercules, who peradventure\nGave him a hundred, and he felt not ten.\"",
"While he was speaking thus, he had passed by,\nAnd spirits three had underneath us come,\nOf which nor I aware was, nor my Leader...",
"Until what time they shouted: \"Who are you?\"\nOn which account our story made a halt,\nAnd then we were intent on them alone.",
"I did not know them; but it came to pass,\nAs it is wont to happen by some chance,\nThat one to name the other was compelled...",
"Exclaiming: \"Where can Cianfa have remained?\"\nWhence I, so that the Leader might attend,\nUpward from chin to nose my finger laid.",
"If thou art, Reader, slow now to believe\nWhat I shall say, it will no marvel be,\nFor I who saw it hardly can admit it.",
"As I was holding raised on them my brows,\nBehold! a serpent with six feet darts forth\nIn front of one, and fastens wholly on him.",
"With middle feet it bound him round the paunch,\nAnd with the forward ones his arms it seized;\nThen thrust its teeth through one cheek and the other.",
"The hindermost it stretched upon his thighs,\nAnd put its tail through in between the two,\nAnd up behind along the reins outspread it.",
"Ivy was never fastened by its barbs\nUnto a tree so, as this horrible reptile\nUpon the other's limbs entwined its own.",
"Then they stuck close, as if of heated wax\nThey had been made, and intermixed their colour;\nNor one nor other seemed now what he was.",
"E'en as proceedeth on before the flame\nUpward along the paper a brown colour,\nWhich is not black as yet, and the white dies.",
"The other two looked on, and each of them\nCried out: \"O me, Agnello, how thou changest!\nBehold, thou now art neither two nor one.\"",
"Already the two heads had one become,\nWhen there appeared to us two figures mingled\nInto one face, wherein the two were lost.",
"Of the four lists were fashioned the two arms,\nThe thighs and legs, the belly and the chest\nMembers became that never yet were seen.",
"Every original aspect there was cancelled;\nTwo and yet none did the perverted image\nAppear, and such departed with slow pace.",
"Even as a lizard, under the great scourge\nOf days canicular, exchanging hedge,\nLightning appeareth if the road it cross.",
"Thus did appear, coming towards the bellies\nOf the two others, a small fiery serpent,\nLivid and black as is a peppercorn.",
"And in that part whereat is first received\nOur aliment, it one of them transfixed;\nThen downward fell in front of him extended.",
"The one transfixed looked at it, but said naught;\nNay, rather with feet motionless he yawned,\nJust as if sleep or fever had assailed him.",
"He at the serpent gazed, and it at him;\nOne through the wound, the other through the mouth\nSmoked violently, and the smoke commingled.",
"Henceforth be silent Lucan, where he mentions\nWretched Sabellus and Nassidius,\nAnd wait to hear what now shall be shot forth.",
"Be silent Ovid, of Cadmus and Arethusa;\nFor if him to a snake, her to fountain,\nConverts he fabling, that I grudge him not.",
"Because two natures never front to front\nHas he transmuted, so that both the forms\nTo interchange their matter ready were.",
"Together they responded in such wise,\nThat to a fork the serpent cleft his tail,\nAnd eke the wounded drew his feet together.",
"The legs together with the thighs themselves\nAdhered so, that in little time the juncture\nNo sign whatever made that was apparent.",
"He with the cloven tail assumed the figure\nThe other one was losing, and his skin\nBecame elastic, and the other's hard.",
"I saw the arms draw inward at the armpits,\nAnd both feet of the reptile, that were short,\nLengthen as much as those contracted were.",
"Thereafter the hind feet, together twisted,\nBecame the member that a man conceals,\nAnd of his own the wretch had two created.",
"While both of them the exhalation veils\nWith a new colour, and engenders hair\nOn one of them and depilates the other...",
"The one uprose and down the other fell,\nThough turning not away their impious lamps,\nUnderneath which each one his muzzle changed.",
"He who was standing drew it tow'rds the temples,\nAnd from excess of matter, which came thither,\nIssued the ears from out the hollow cheeks.",
"What did not backward run and was retained\nOf that excess made to the face a nose,\nAnd the lips thickened far as was befitting.",
"He who lay prostrate thrusts his muzzle forward,\nAnd backward draws the ears into his head,\nIn the same manner as the snail its horns.",
"And so the tongue, which was entire and apt\nFor speech before, is cleft, and the bi-forked\nIn the other closes up, and the smoke ceases.",
"The soul, which to a reptile had been changed,\nAlong the valley hissing takes to flight,\nAnd after him the other speaking sputters.",
"Then did he turn upon him his new shoulders,\nAnd said to the other: \"I'll have Buoso run,\nCrawling as I have done, along this road.\"",
"In this way I beheld the seventh ballast\nShift and reshift, and here be my excuse\nThe novelty, if aught my pen transgress.",
"And notwithstanding that mine eyes might be\nSomewhat bewildered, and my mind dismayed,\nThey could not flee away so secretly",
"But that I plainly saw Puccio Sciancato;\nAnd he it was who sole of three companions,\nWhich came in the beginning, was not changed.",
"The other was he whom thou, Gaville, weepest.",
"Rejoice, O Florence, since thou art so great,\nThat over sea and land thou beatest thy wings,\nAnd throughout Hell thy name is spread abroad!",
"Among the thieves five citizens of thine\nLike these I found, whence shame comes unto me,\nAnd thou thereby to no great honour risest.",
"But if when morn is near our dreams are true,\nFeel shalt thou in a little time from now\nWhat Prato, if none other, craves for thee.",
"And if it now were, it were not too soon;\nWould that it were, seeing it needs must be,\nFor 'twill aggrieve me more the more I age.",
"We went our way, and up along the stairs\nThe bourns had made us to descend before,\nRemounted my Conductor and drew me.",
"And following the solitary path\nAmong the rocks and ridges of the crag,\nThe foot without the hand sped not at all.",
"Then sorrowed I, and sorrow now again,\nWhen I direct my mind to what I saw,\nAnd more my genius curb than I am wont...",
"That it may run not unless virtue guide it;\nSo that if some good star, or better thing,\nHave given me good, I may myself not grudge it.",
"As many as the hind (who on the hill\nRests at the time when he who lights the world\nHis countenance keeps least concealed from us...",
"While as the fly gives place unto the gnat)\nSeeth the glow-worms down along the valley,\nPerchance there where he ploughs and makes his vintage.",
"With flames as manifold resplendent all\nWas the eighth Bolgia, as I grew aware\nAs soon as I was where the depth appeared.",
"And such as he who with the bears avenged him\nBeheld Elijah's chariot at departing,\nWhat time the steeds to heaven erect uprose...",
"For with his eye he could not follow it\nSo as to see aught else than flame alone,\nEven as a little cloud ascending upward...",
"Thus each along the gorge of the intrenchment\nWas moving; for not one reveals the theft,\nAnd every flame a sinner steals away.",
"I stood upon the bridge uprisen to see,\nSo that, if I had seized not on a rock,\nDown had I fallen without being pushed.",
"And the Leader, who beheld me so attent,\nExclaimed: \"Within the fires the spirits are;\nEach swathes himself with that wherewith he burns.\"",
"\"My Master,\" I replied, \"by hearing thee\nI am more sure; but I surmised already\nIt might be so, and already wished to ask thee\"",
"\"Who is within that fire, which comes so cleft\nAt top, it seems uprising from the pyre\nWhere was Eteocles with his brother placed.\"",
"He answered me: \"Within there are tormented\nUlysses and Diomed, and thus together\nThey unto vengeance run as unto wrath.\"",
"And there within their flame do they lament\nThe ambush of the horse, which made the door\nWhence issued forth the Romans' gentle seed.",
"\"Therein is wept the craft, for which being dead\nDeidamia still deplores Achilles,\nAnd pain for the Palladium there is borne.\"",
"\"If they within those sparks possess the power\nTo speak,\" I said, \"thee, Master, much I pray,\nAnd re-pray, that the prayer be worth a thousand...\"",
"\"That thou make no denial of awaiting\nUntil the horned flame shall hither come;\nThou seest that with desire I lean towards it.\"",
"And he to me: \"Worthy is thy entreaty\nOf much applause, and therefore I accept it;\nBut take heed that thy tongue restrain itself.\"",
"\"Leave me to speak, because I have conceived\nThat which thou wishest; for they might disdain\nPerchance, since they were Greeks, discourse of thine.\"",
"When now the flame had come unto that point,\nWhere to my Leader it seemed time and place,\nAfter this fashion did I hear him speak.",
"\"O ye, who are twofold within one fire,\nIf I deserved of you, while I was living,\nIf I deserved of you or much or little\"",
"\"When in the world I wrote the lofty verses,\nDo not move on, but one of you declare\nWhither, being lost, he went away to die.\"",
"Then of the antique flame the greater horn,\nMurmuring, began to wave itself about\nEven as a flame doth which the wind fatigues.",
"Thereafterward, the summit to and fro\nMoving as if it were the tongue that spake,\nIt uttered forth a voice, and said: \"When I\"",
"From Circe had departed, who concealed me\nMore than a year there near unto Gaeta,\nOr ever yet Aeneas named it so...",
"Nor fondness for my son, nor reverence\nFor my old father, nor the due affection\nWhich joyous should have made Penelope...",
"Could overcome within me the desire\nI had to be experienced of the world,\nAnd of the vice and virtue of mankind.",
"But I put forth on the high open sea\nWith one sole ship, and that small company\nBy which I never had deserted been.",
"Both of the shores I saw as far as Spain,\nFar as Morocco, and the isle of Sardes,\nAnd the others which that sea bathes round about.",
"I and my company were old and slow\nWhen at that narrow passage we arrived\nWhere Hercules his landmarks set as signals...",
"That man no farther onward should adventure.\nOn the right hand behind me left I Seville,\nAnd on the other already had left Ceuta.",
"'O brothers, who amid a hundred thousand\nPerils,' I said, 'have come unto the West,\nTo this so inconsiderable vigil",
"Which is remaining of your senses still\nBe ye unwilling to deny the knowledge,\nFollowing the sun, of the unpeopled world.",
"Consider ye the seed from which ye sprang;\nYe were not made to live like unto brutes,\nBut for pursuit of virtue and of knowledge.'",
"So eager did I render my companions,\nWith this brief exhortation, for the voyage,\nThat then I hardly could have held them back.",
"And having turned our stern unto the morning,\nWe of the oars made wings for our mad flight,\nEvermore gaining on the larboard side.",
"Already all the stars of the other pole\nThe night beheld, and ours so very low\nIt did not rise above the ocean floor.",
"Five times rekindled and as many quenched\nHad been the splendour underneath the moon,\nSince we had entered into the deep pass...",
"When there appeared to us a mountain, dim\nFrom distance, and it seemed to me so high\nAs I had never any one beheld.",
"Joyful were we, and soon it turned to weeping;\nFor out of the new land a whirlwind rose,\nAnd smote upon the fore part of the ship.",
"Three times it made her whirl with all the waters,\nAt the fourth time it made the stern uplift,\nAnd the prow downward go, as pleased Another...",
"\"Until the sea above us closed again.\"",
"Already was the flame erect and quiet,\nTo speak no more, and now departed from us\nWith the permission of the gentle Poet.",
"When yet another, which behind it came,\nCaused us to turn our eyes upon its top\nBy a confused sound that issued from it.",
"As the Sicilian bull (that bellowed first\nWith the lament of him, and that was right,\nWho with his file had modulated it)",
"Bellowed so with the voice of the afflicted,\nThat, notwithstanding it was made of brass,\nStill it appeared with agony transfixed.",
"Thus, by not having any way or issue\nAt first from out the fire, to its own language\nConverted were the melancholy words.",
"But afterwards, when they had gathered way\nUp through the point, giving it that vibration\nThe tongue had given them in their passage out...",
"We heard it said: \"O thou, at whom I aim\nMy voice, and who but now wast speaking Lombard,\nSaying, 'Now go thy way, no more I urge thee,'\"",
"Because I come perchance a little late,\nTo stay and speak with me let it not irk thee;\nThou seest it irks not me, and I am burning.",
"If thou but lately into this blind world\nHast fallen down from that sweet Latian land,\nWherefrom I bring the whole of my transgression...",
"\"Say, if the Romagnuols have peace or war,\nFor I was from the mountains there between\nUrbino and the yoke whence Tiber bursts.\"",
"I still was downward bent and listening,\nWhen my Conductor touched me on the side,\nSaying: \"Speak thou: this one a Latian is.\"",
"And I, who had beforehand my reply\nIn readiness, forthwith began to speak:\n\"O soul, that down below there art concealed...\"",
"Romagna thine is not and never has been\nWithout war in the bosom of its tyrants;\nBut open war I none have left there now.",
"Ravenna stands as it long years has stood;\nThe Eagle of Polenta there is brooding,\nSo that she covers Cervia with her vans.",
"The city which once made the long resistance,\nAnd of the French a sanguinary heap,\nBeneath the Green Paws finds itself again.",
"Verrucchio's ancient Mastiff and the new,\nWho made such bad disposal of Montagna,\nWhere they are wont make wimbles of their teeth.",
"The cities of Lamone and Santerno\nGoverns the Lioncel of the white lair,\nWho changes sides 'twixt summer-time and winter.",
"And that of which the Savio bathes the flank,\nEven as it lies between the plain and mountain,\nLives between tyranny and a free state.",
"\"Now I entreat thee tell us who thou art;\nBe not more stubborn than the rest have been,\nSo may thy name hold front there in the world.\"",
"After the fire a little more had roared\nIn its own fashion, the sharp point it moved\nThis way and that, and then gave forth such breath.",
"\"If I believed that my reply were made\nTo one who to the world would e'er return,\nThis flame without more flickering would stand still.\"",
"But inasmuch as never from this depth\nDid any one return, if I hear true,\nWithout the fear of infamy I answer...",
"I was a man of arms, then Cordelier,\nBelieving thus begirt to make amends;\nAnd truly my belief had been fulfilled",
"But for the High Priest, whom may ill betide,\nWho put me back into my former sins;\nAnd how and wherefore I will have thee hear.",
"While I was still the form of bone and pulp\nMy mother gave to me, the deeds I did\nWere not those of a lion, but a fox.",
"The machinations and the covert ways\nI knew them all, and practised so their craft,\nThat to the ends of earth the sound went forth.",
"When now unto that portion of mine age\nI saw myself arrived, when each one ought\nTo lower the sails, and coil away the ropes...",
"That which before had pleased me then displeased me;\nAnd penitent and confessing I surrendered,\nAh woe is me! and it would have bestead me.",
"The Leader of the modern Pharisees\nHaving a war near unto Lateran,\nAnd not with Saracens nor with the Jews...",
"For each one of his enemies was Christian,\nAnd none of them had been to conquer Acre,\nNor merchandising in the Sultan's land...",
"Nor the high office, nor the sacred orders,\nIn him regarded, nor in me that cord\nWhich used to make those girt with it more meagre.",
"But even as Constantine sought out Sylvester\nTo cure his leprosy, within Soracte,\nSo this one sought me out as an adept",
"To cure him of the fever of his pride.\nCounsel he asked of me, and I was silent,\nBecause his words appeared inebriate.",
"And then he said: 'Be not thy heart afraid;\nHenceforth I thee absolve; and thou instruct me\nHow to raze Palestrina to the ground.",
"Heaven have I power to lock and to unlock,\nAs thou dost know; therefore the keys are two,\nThe which my predecessor held not dear.'",
"Then urged me on his weighty arguments\nThere, where my silence was the worst advice;\nAnd said I: 'Father, since thou washest me",
"Of that sin into which I now must fall,\nThe promise long with the fulfilment short\nWill make thee triumph in thy lofty seat.'",
"Francis came afterward, when I was dead,\nFor me; but one of the black Cherubim\nSaid to him: 'Take him not; do me no wrong.",
"He must come down among my servitors,\nBecause he gave the fraudulent advice\nFrom which time forth I have been at his hair.",
"For who repents not cannot be absolved,\nNor can one both repent and will at once,\nBecause of the contradiction which consents not.'",
"O miserable me! how I did shudder\nWhen he seized on me, saying: 'Peradventure\nThou didst not think that I was a logician!'",
"He bore me unto Minos, who entwined\nEight times his tail about his stubborn back,\nAnd after he had bitten it in great rage...",
"\"Said: 'Of the thievish fire a culprit this;'\nWherefore, here where thou seest, am I lost,\nAnd vested thus in going I bemoan me.\"",
"When it had thus completed its recital,\nThe flame departed uttering lamentations,\nWrithing and flapping its sharp-pointed horn.",
"Onward we passed, both I and my Conductor,\nUp o'er the crag above another arch,\nWhich the moat covers, where is paid the fee",
"By those who, sowing discord, win their burden.",
"Who ever could, e'en with untrammelled words,\nTell of the blood and of the wounds in full\nWhich now I saw, by many times narrating?",
"Each tongue would for a certainty fall short\nBy reason of our speech and memory,\nThat have small room to comprehend so much.",
"If were again assembled all the people\nWhich formerly upon the fateful land\nOf Puglia were lamenting for their blood",
"Shed by the Romans and the lingering war\nThat of the rings made such illustrious spoils,\nAs Livy has recorded, who errs not...",
"With those who felt the agony of blows\nBy making counterstand to Robert Guiscard,\nAnd all the rest, whose bones are gathered still",
"At Ceperano, where a renegade\nWas each Apulian, and at Tagliacozzo,\nWhere without arms the old Alardo conquered...",
"And one his limb transpierced, and one lopped off,\nShould show, it would be nothing to compare\nWith the disgusting mode of the ninth Bolgia.",
"A cask by losing centre-piece or cant\nWas never shattered so, as I saw one\nRent from the chin to where one breaketh wind.",
"Between his legs were hanging down his entrails;\nHis heart was visible, and the dismal sack\nThat maketh excrement of what is eaten.",
"While I was all absorbed in seeing him,\nHe looked at me, and opened with his hands\nHis bosom, saying: \"See now how I rend me.\"",
"How mutilated, see, is Mahomet;\nIn front of me doth Ali weeping go,\nCleft in the face from forelock unto chin.",
"And all the others whom thou here beholdest,\nDisseminators of scandal and of schism\nWhile living were, and therefore are cleft thus.",
"A devil is behind here, who doth cleave us\nThus cruelly, unto the falchion's edge\nPutting again each one of all this ream...",
"When we have gone around the doleful road;\nBy reason that our wounds are closed again\nEre any one in front of him repass.",
"\"But who art thou, that musest on the crag,\nPerchance to postpone going to the pain\nThat is adjudged upon thine accusations?\"",
"\"Nor death hath reached him yet, nor guilt doth bring him,\"\nMy Master made reply, \"to be tormented;\nBut to procure him full experience...\"",
"\"Me, who am dead, behoves it to conduct him\nDown here through Hell, from circle unto circle;\nAnd this is true as that I speak to thee.\"",
"More than a hundred were there when they heard him,\nWho in the moat stood still to look at me,\nThrough wonderment oblivious of their torture.",
"\"Now say to Fra Dolcino, then, to arm him,\nThou, who perhaps wilt shortly see the sun,\nIf soon he wish not here to follow me...\"",
"\"So with provisions, that no stress of snow\nMay give the victory to the Novarese,\nWhich otherwise to gain would not be easy.\"",
"After one foot to go away he lifted,\nThis word did Mahomet say unto me,\nThen to depart upon the ground he stretched it.",
"Another one, who had his throat pierced through,\nAnd nose cut off close underneath the brows,\nAnd had no longer but a single ear...",
"Staying to look in wonder with the others,\nBefore the others did his gullet open,\nWhich outwardly was red in every part...",
"And said: \"O thou, whom guilt doth not condemn,\nAnd whom I once saw up in Latian land,\nUnless too great similitude deceive me...\"",
"Call to remembrance Pier da Medicina,\nIf e'er thou see again the lovely plain\nThat from Vercelli slopes to Marcabo...",
"And make it known to the best two of Fano,\nTo Messer Guido and Angiolello likewise,\nThat if foreseeing here be not in vain...",
"Cast over from their vessel shall they be,\nAnd drowned near unto the Cattolica,\nBy the betrayal of a tyrant fell.",
"Between the isles of Cyprus and Majorca\nNeptune ne'er yet beheld so great a crime,\nNeither of pirates nor Argolic people.",
"That traitor, who sees only with one eye,\nAnd holds the land, which some one here with me\nWould fain be fasting from the vision of...",
"\"Will make them come unto a parley with him;\nThen will do so, that to Focara's wind\nThey will not stand in need of vow or prayer.\"",
"And I to him: \"Show to me and declare,\nIf thou wouldst have me bear up news of thee,\nWho is this person of the bitter vision.\"",
"Then did he lay his hand upon the jaw\nOf one of his companions, and his mouth\nOped, crying: \"This is he, and he speaks not.\"",
"\"This one, being banished, every doubt submerged\nIn Caesar by affirming the forearmed\nAlways with detriment allowed delay.\"",
"O how bewildered unto me appeared,\nWith tongue asunder in his windpipe slit,\nCurio, who in speaking was so bold!",
"And one, who both his hands dissevered had,\nThe stumps uplifting through the murky air,\nSo that the blood made horrible his face...",
"Cried out: \"Thou shalt remember Mosca also,\nWho said, alas! 'A thing done has an end!'\nWhich was an ill seed for the Tuscan people.\"",
"\"And death unto thy race,\" thereto I added;\nWhence he, accumulating woe on woe,\nDeparted, like a person sad and crazed.",
"But I remained to look upon the crowd;\nAnd saw a thing which I should be afraid,\nWithout some further proof, even to recount...",
"If it were not that conscience reassures me,\nThat good companion which emboldens man\nBeneath the hauberk of its feeling pure.",
"I truly saw, and still I seem to see it,\nA trunk without a head walk in like manner\nAs walked the others of the mournful herd.",
"And by the hair it held the head dissevered,\nHung from the hand in fashion of a lantern,\nAnd that upon us gazed and said: \"O me!\"",
"It of itself made to itself a lamp,\nAnd they were two in one, and one in two;\nHow that can be, He knows who so ordains it.",
"When it was come close to the bridge's foot,\nIt lifted high its arm with all the head,\nTo bring more closely unto us its words...",
"Which were: \"Behold now the sore penalty,\nThou, who dost breathing go the dead beholding;\nBehold if any be as great as this.\"",
"And so that thou may carry news of me,\nKnow that Bertram de Born am I, the same\nWho gave to the Young King the evil comfort.",
"I made the father and the son rebellious;\nAchitophel not more with Absalom\nAnd David did with his accursed goadings.",
"Because I parted persons so united,\nParted do I now bear my brain, alas!\nFrom its beginning, which is in this trunk.",
"\"Thus is observed in me the counterpoise.\"",
"The many people and the divers wounds\nThese eyes of mine had so inebriated,\nThat they were wishful to stand still and weep.",
"But said Virgilius: \"What dost thou still gaze at?\nWhy is thy sight still riveted down there\nAmong the mournful, mutilated shades?\"",
"Thou hast not done so at the other Bolge;\nConsider, if to count them thou believest,\nThat two-and-twenty miles the valley winds...",
"\"And now the moon is underneath our feet;\nHenceforth the time allotted us is brief,\nAnd more is to be seen than what thou seest.\"",
"\"If thou hadst,\" I made answer thereupon,\n\"Attended to the cause for which I looked,\nPerhaps a longer stay thou wouldst have pardoned.\"",
"Meanwhile my Guide departed, and behind him\nI went, already making my reply,\nAnd superadding: \"In that cavern where\"",
"\"I held mine eyes with such attention fixed,\nI think a spirit of my blood laments\nThe sin which down below there costs so much.\"",
"Then said the Master: \"Be no longer broken\nThy thought from this time forward upon him;\nAttend elsewhere, and there let him remain.\"",
"For him I saw below the little bridge,\nPointing at thee, and threatening with his finger\nFiercely, and heard him called Geri del Bello.",
"\"So wholly at that time wast thou impeded\nBy him who formerly held Altaforte,\nThou didst not look that way; so he departed.\"",
"\"O my Conductor, his own violent death,\nWhich is not yet avenged for him,\" I said,\n\"By any who is sharer in the shame...\"",
"\"Made him disdainful; whence he went away,\nAs I imagine, without speaking to me,\nAnd thereby made me pity him the more.\"",
"Thus did we speak as far as the first place\nUpon the crag, which the next valley shows\nDown to the bottom, if there were more light.",
"When we were now right over the last cloister\nOf Malebolge, so that its lay-brothers\nCould manifest themselves unto our sight...",
"Divers lamentings pierced me through and through,\nWhich with compassion had their arrows barbed,\nWhereat mine ears I covered with my hands.",
"What pain would be, if from the hospitals\nOf Valdichiana, 'twixt July and September,\nAnd of Maremma and Sardinia",
"All the diseases in one moat were gathered,\nSuch was it here, and such a stench came from it\nAs from putrescent limbs is wont to issue.",
"We had descended on the furthest bank\nFrom the long crag, upon the left hand still,\nAnd then more vivid was my power of sight",
"Down tow'rds the bottom, where the ministress\nOf the high Lord, Justice infallible,\nPunishes forgers, which she here records.",
"I do not think a sadder sight to see\nWas in Aegina the whole people sick,\n(When was the air so full of pestilence...",
"The animals, down to the little worm,\nAll fell, and afterwards the ancient people,\nAccording as the poets have affirmed...",
"Were from the seed of ants restored again,)\nThan was it to behold through that dark valley\nThe spirits languishing in divers heaps.",
"This on the belly, that upon the back\nOne of the other lay, and others crawling\nShifted themselves along the dismal road.",
"We step by step went onward without speech,\nGazing upon and listening to the sick\nWho had not strength enough to lift their bodies.",
"I saw two sitting leaned against each other,\nAs leans in heating platter against platter,\nFrom head to foot bespotted o'er with scabs.",
"And never saw I plied a currycomb\nBy stable-boy for whom his master waits,\nOr him who keeps awake unwillingly...",
"As every one was plying fast the bite\nOf nails upon himself, for the great rage\nOf itching which no other succour had.",
"And the nails downward with them dragged the scab,\nIn fashion as a knife the scales of bream,\nOr any other fish that has them largest.",
"\"O thou, that with thy fingers dost dismail thee,\"\nBegan my Leader unto one of them,\n\"And makest of them pincers now and then...\"",
"\"Tell me if any Latian is with those\nWho are herein; so may thy nails suffice thee\nTo all eternity unto this work.\"",
"\"Latians are we, whom thou so wasted seest,\nBoth of us here,\" one weeping made reply;\n\"But who art thou, that questionest about us?\"",
"And said the Guide: \"One am I who descends\nDown with this living man from cliff to cliff,\nAnd I intend to show Hell unto him.\"",
"Then broken was their mutual support,\nAnd trembling each one turned himself to me,\nWith others who had heard him by rebound.",
"Wholly to me did the good Master gather,\nSaying: \"Say unto them whate'er thou wishest.\"\nAnd I began, since he would have it so.",
"\"So may your memory not steal away\nIn the first world from out the minds of men,\nBut so may it survive 'neath many suns...\"",
"\"Say to me who ye are, and of what people;\nLet not your foul and loathsome punishment\nMake you afraid to show yourselves to me.\"",
"\"I of Arezzo was,\" one made reply,\n\"And Albert of Siena had me burned;\nBut what I died for does not bring me here.\"",
"'Tis true I said to him, speaking in jest,\nThat I could rise by flight into the air,\nAnd he who had conceit, but little wit...",
"Would have me show to him the art; and only\nBecause no Daedalus I made him, made me\nBe burned by one who held him as his son.",
"\"But unto the last Bolgia of the ten,\nFor alchemy, which in the world I practised,\nMinos, who cannot err, has me condemned.\"",
"And to the Poet said I: \"Now was ever\nSo vain a people as the Sienese?\nNot for a certainty the French by far.\"",
"Whereat the other leper, who had heard me,\nReplied unto my speech: \"Taking out Stricca,\nWho knew the art of moderate expenses...\"",
"And Niccolo, who the luxurious use\nOf cloves discovered earliest of all\nWithin that garden where such seed takes root.",
"And taking out the band, among whom squandered\nCaccia d'Ascian his vineyards and vast woods,\nAnd where his wit the Abbagliato proffered!",
"But, that thou know who thus doth second thee\nAgainst the Sienese, make sharp thine eye\nTow'rds me, so that my face well answer thee...",
"And thou shalt see I am Capocchio's shade,\nWho metals falsified by alchemy;\nThou must remember, if I well descry thee...",
"\"How I a skilful ape of nature was.\"",
"'Twas at the time when Juno was enraged,\nFor Semele, against the Theban blood,\nAs she already more than once had shown...",
"So reft of reason Athamas became,\nThat, seeing his own wife with children twain\nWalking encumbered upon either hand...",
"He cried: \"Spread out the nets, that I may take\nThe lioness and her whelps upon the passage;\"\nAnd then extended his unpitying claws...",
"Seizing the first, who had the name Learchus,\nAnd whirled him round, and dashed him on a rock;\nAnd she, with the other burthen, drowned herself;--",
"And at the time when fortune downward hurled\nThe Trojan's arrogance, that all things dared,\nSo that the king was with his kingdom crushed...",
"Hecuba sad, disconsolate, and captive,\nWhen lifeless she beheld Polyxena,\nAnd of her Polydorus on the shore",
"Of ocean was the dolorous one aware,\nOut of her senses like a dog she barked,\nSo much the anguish had her mind distorted.",
"But not of Thebes the furies nor the Trojan\nWere ever seen in any one so cruel\nIn goading beasts, and much more human members...",
"As I beheld two shadows pale and naked,\nWho, biting, in the manner ran along\nThat a boar does, when from the sty turned loose.",
"One to Capocchio came, and by the nape\nSeized with its teeth his neck, so that in dragging\nIt made his belly grate the solid bottom.",
"And the Aretine, who trembling had remained,\nSaid to me: \"That mad sprite is Gianni Schicchi,\nAnd raving goes thus harrying other people.\"",
"\"O,\" said I to him, \"so may not the other\nSet teeth on thee, let it not weary thee\nTo tell us who it is, ere it dart hence.\"",
"And he to me: \"That is the ancient ghost\nOf the nefarious Myrrha, who became\nBeyond all rightful love her father's lover.\"",
"She came to sin with him after this manner,\nBy counterfeiting of another's form;\nAs he who goeth yonder undertook...",
"\"That he might gain the lady of the herd,\nTo counterfeit in himself Buoso Donati,\nMaking a will and giving it due form.\"",
"And after the two maniacs had passed\nOn whom I held mine eye, I turned it back\nTo look upon the other evil-born.",
"I saw one made in fashion of a lute,\nIf he had only had the groin cut off\nJust at the point at which a man is forked.",
"The heavy dropsy, that so disproportions\nThe limbs with humours, which it ill concocts,\nThat the face corresponds not to the belly...",
"Compelled him so to hold his lips apart\nAs does the hectic, who because of thirst\nOne tow'rds the chin, the other upward turns.",
"\"O ye, who without any torment are,\nAnd why I know not, in the world of woe,\"\nHe said to us, \"behold, and be attentive\"",
"Unto the misery of Master Adam;\nI had while living much of what I wished,\nAnd now, alas! a drop of water crave.",
"The rivulets, that from the verdant hills\nOf Cassentin descend down into Arno,\nMaking their channels to be cold and moist...",
"Ever before me stand, and not in vain;\nFor far more doth their image dry me up\nThan the disease which strips my face of flesh.",
"The rigid justice that chastises me\nDraweth occasion from the place in which\nI sinned, to put the more my sighs in flight.",
"There is Romena, where I counterfeited\nThe currency imprinted with the Baptist,\nFor which I left my body burned above.",
"But if I here could see the tristful soul\nOf Guido, or Alessandro, or their brother,\nFor Branda's fount I would not give the sight.",
"One is within already, if the raving\nShades that are going round about speak truth;\nBut what avails it me, whose limbs are tied?",
"If I were only still so light, that in\nA hundred years I could advance one inch,\nI had already started on the way...",
"Seeking him out among this squalid folk,\nAlthough the circuit be eleven miles,\nAnd be not less than half a mile across.",
"\"For them am I in such a family;\nThey did induce me into coining florins,\nWhich had three carats of impurity.\"",
"And I to him: \"Who are the two poor wretches\nThat smoke like unto a wet hand in winter,\nLying there close upon thy right-hand confines?\"",
"\"I found them here,\" replied he, \"when I rained\nInto this chasm, and since they have not turned,\nNor do I think they will for evermore.\"",
"\"One the false woman is who accused Joseph,\nThe other the false Sinon, Greek of Troy;\nFrom acute fever they send forth such reek.\"",
"And one of them, who felt himself annoyed\nAt being, peradventure, named so darkly,\nSmote with the fist upon his hardened paunch.",
"It gave a sound, as if it were a drum;\nAnd Master Adam smote him in the face,\nWith arm that did not seem to be less hard...",
"Saying to him: \"Although be taken from me\nAll motion, for my limbs that heavy are,\nI have an arm unfettered for such need.\"",
"Whereat he answer made: \"When thou didst go\nUnto the fire, thou hadst it not so ready:\nBut hadst it so and more when thou wast coining.\"",
"The dropsical: \"Thou sayest true in that;\nBut thou wast not so true a witness there,\nWhere thou wast questioned of the truth at Troy.\"",
"\"If I spake false, thou falsifiedst the coin,\"\nSaid Sinon; \"and for one fault I am here,\nAnd thou for more than any other demon.\"",
"\"Remember, perjurer, about the horse,\"\nHe made reply who had the swollen belly,\n\"And rueful be it thee the whole world knows it.\"",
"\"Rueful to thee the thirst be wherewith cracks\nThy tongue,\" the Greek said, \"and the putrid water\nThat hedges so thy paunch before thine eyes.\"",
"Then the false-coiner: \"So is gaping wide\nThy mouth for speaking evil, as 'tis wont;\nBecause if I have thirst, and humour stuff me\"",
"\"Thou hast the burning and the head that aches,\nAnd to lick up the mirror of Narcissus\nThou wouldst not want words many to invite thee.\"",
"In listening to them was I wholly fixed,\nWhen said the Master to me: \"Now just look,\nFor little wants it that I quarrel with thee.\"",
"When him I heard in anger speak to me,\nI turned me round towards him with such shame\nThat still it eddies through my memory.",
"And as he is who dreams of his own harm,\nWho dreaming wishes it may be a dream,\nSo that he craves what is, as if it were not.",
"Such I became, not having power to speak,\nFor to excuse myself I wished, and still\nExcused myself, and did not think I did it.",
"\"Less shame doth wash away a greater fault,\"\nThe Master said, \"than this of thine has been;\nTherefore thyself disburden of all sadness...\"",
"And make account that I am aye beside thee,\nIf e'er it come to pass that fortune bring thee\nWhere there are people in a like dispute.",
"\"For a base wish it is to wish to hear it.\"",
"One and the selfsame tongue first wounded me,\nSo that it tinged the one cheek and the other,\nAnd then held out to me the medicine.",
"Thus do I hear that once Achilles' spear,\nHis and his father's, used to be the cause\nFirst of a sad and then a gracious boon.",
"We turned our backs upon the wretched valley,\nUpon the bank that girds it round about,\nGoing across it without any speech.",
"There it was less than night, and less than day,\nSo that my sight went little in advance;\nBut I could hear the blare of a loud horn...",
"So loud it would have made each thunder faint,\nWhich, counter to it following its way,\nMine eyes directed wholly to one place.",
"After the dolorous discomfiture\nWhen Charlemagne the holy emprise lost,\nSo terribly Orlando sounded not.",
"Short while my head turned thitherward I held\nWhen many lofty towers I seemed to see,\nWhereat I: \"Master, say, what town is this?\"",
"And he to me: \"Because thou peerest forth\nAthwart the darkness at too great a distance,\nIt happens that thou errest in thy fancy.\"",
"\"Well shalt thou see, if thou arrivest there,\nHow much the sense deceives itself by distance;\nTherefore a little faster spur thee on.\"",
"Then tenderly he took me by the hand,\nAnd said: \"Before we farther have advanced,\nThat the reality may seem to thee\"",
"\"Less strange, know that these are not towers, but giants,\nAnd they are in the well, around the bank,\nFrom navel downward, one and all of them.\"",
"As, when the fog is vanishing away,\nLittle by little doth the sight refigure\nWhate'er the mist that crowds the air conceals...",
"So, piercing through the dense and darksome air,\nMore and more near approaching tow'rd the verge,\nMy error fled, and fear came over me.",
"Because as on its circular parapets\nMontereggione crowns itself with towers,\nE'en thus the margin which surrounds the well",
"With one half of their bodies turreted\nThe horrible giants, whom Jove menaces\nE'en now from out the heavens when he thunders.",
"And I of one already saw the face,\nShoulders, and breast, and great part of the belly,\nAnd down along his sides both of the arms.",
"Certainly Nature, when she left the making\nOf animals like these, did well indeed,\nBy taking such executors from Mars.",
"And if of elephants and whales she doth not\nRepent her, whosoever looketh subtly\nMore just and more discreet will hold her for it.",
"For where the argument of intellect\nIs added unto evil will and power,\nNo rampart can the people make against it.",
"His face appeared to me as long and large\nAs is at Rome the pine-cone of Saint Peter's,\nAnd in proportion were the other bones.",
"So that the margin, which an apron was\nDown from the middle, showed so much of him\nAbove it, that to reach up to his hair",
"Three Frieslanders in vain had vaunted them;\nFor I beheld thirty great palms of him\nDown from the place where man his mantle buckles.",
"\"Raphael mai amech izabi almi,\"\nBegan to clamour the ferocious mouth,\nTo which were not befitting sweeter psalms.",
"And unto him my Guide: \"Soul idiotic,\nKeep to thy horn, and vent thyself with that,\nWhen wrath or other passion touches thee.\"",
"\"Search round thy neck, and thou wilt find the belt\nWhich keeps it fastened, O bewildered soul,\nAnd see it, where it bars thy mighty breast.\"",
"Then said to me: \"He doth himself accuse;\nThis one is Nimrod, by whose evil thought\nOne language in the world is not still used.\"",
"\"Here let us leave him and not speak in vain;\nFor even such to him is every language\nAs his to others, which to none is known.\"",
"Therefore a longer journey did we make,\nTurned to the left, and a crossbow-shot oft\nWe found another far more fierce and large.",
"In binding him, who might the master be\nI cannot say; but he had pinioned close\nBehind the right arm, and in front the other...",
"With chains, that held him so begirt about\nFrom the neck down, that on the part uncovered\nIt wound itself as far as the fifth gyre.",
"\"This proud one wished to make experiment\nOf his own power against the Supreme Jove,\"\nMy Leader said, \"whence he has such a guerdon.\"",
"\"Ephialtes is his name; he showed great prowess.\nWhat time the giants terrified the gods;\nThe arms he wielded never more he moves.\"",
"And I to him: \"If possible, I should wish\nThat of the measureless Briareus\nThese eyes of mine might have experience.\"",
"Whence he replied: \"Thou shalt behold Antaeus\nClose by here, who can speak and is unbound,\nWho at the bottom of all crime shall place us.\"",
"\"Much farther yon is he whom thou wouldst see,\nAnd he is bound, and fashioned like to this one,\nSave that he seems in aspect more ferocious.\"",
"There never was an earthquake of such might\nThat it could shake a tower so violently,\nAs Ephialtes suddenly shook himself.",
"Then was I more afraid of death than ever,\nFor nothing more was needful than the fear,\nIf I had not beheld the manacles.",
"Then we proceeded farther in advance,\nAnd to Antaeus came, who, full five ells\nWithout the head, forth issued from the cavern.",
"\"O thou, who in the valley fortunate,\nWhich Scipio the heir of glory made,\nWhen Hannibal turned back with all his hosts...\"",
"Once brought'st a thousand lions for thy prey,\nAnd who, hadst thou been at the mighty war\nAmong thy brothers, some it seems still think",
"The sons of Earth the victory would have gained:\nPlace us below, nor be disdainful of it,\nThere where the cold doth lock Cocytus up.",
"Make us not go to Tityus nor Typhoeus;\nThis one can give of that which here is longed for;\nTherefore stoop down, and do not curl thy lip.",
"\"Still in the world can he restore thy fame;\nBecause he lives, and still expects long life,\nIf to itself Grace call him not untimely.\"",
"So said the Master; and in haste the other\nHis hands extended and took up my Guide,--\nHands whose great pressure Hercules once felt.",
"Virgilius, when he felt himself embraced,\nSaid unto me: \"Draw nigh, that I may take thee;\"\nThen of himself and me one bundle made.",
"As seems the Carisenda, to behold\nBeneath the leaning side, when goes a cloud\nAbove it so that opposite it hangs.",
"Such did Antaeus seem to me, who stood\nWatching to see him stoop, and then it was\nI could have wished to go some other way.",
"But lightly in the abyss, which swallows up\nJudas with Lucifer, he put us down;\nNor thus bowed downward made he there delay...",
"But, as a mast does in a ship, uprose.",
"If I had rhymes both rough and stridulous,\nAs were appropriate to the dismal hole\nDown upon which thrust all the other rocks...",
"I would press out the juice of my conception\nMore fully; but because I have them not,\nNot without fear I bring myself to speak.",
"For 'tis no enterprise to take in jest,\nTo sketch the bottom of all the universe,\nNor for a tongue that cries Mamma and Babbo.",
"But may those Ladies help this verse of mine,\nWho helped Amphion in enclosing Thebes,\nThat from the fact the word be not diverse.",
"O rabble ill-begotten above all,\nWho're in the place to speak of which is hard,\n'Twere better ye had here been sheep or goats!",
"When we were down within the darksome well,\nBeneath the giant's feet, but lower far,\nAnd I was scanning still the lofty wall...",
"I heard it said to me: \"Look how thou steppest!\nTake heed thou do not trample with thy feet\nThe heads of the tired, miserable brothers!\"",
"Whereat I turned me round, and saw before me\nAnd underfoot a lake, that from the frost\nThe semblance had of glass, and not of water.",
"So thick a veil ne'er made upon its current\nIn winter-time Danube in Austria,\nNor there beneath the frigid sky the Don...",
"As there was here; so that if Tambernich\nHad fallen upon it, or Pietrapana,\nE'en at the edge 'twould not have given a creak.",
"And as to croak the frog doth place himself\nWith muzzle out of water,--when is dreaming\nOf gleaning oftentimes the peasant-girl,--",
"Livid, as far down as where shame appears,\nWere the disconsolate shades within the ice,\nSetting their teeth unto the note of storks.",
"Each one his countenance held downward bent;\nFrom mouth the cold, from eyes the doleful heart\nAmong them witness of itself procures.",
"When round about me somewhat I had looked,\nI downward turned me, and saw two so close,\nThe hair upon their heads together mingled.",
"\"Ye who so strain your breasts together, tell me,\"\nI said, \"who are you;\" and they bent their necks,\nAnd when to me their faces they had lifted...",
"Their eyes, which first were only moist within,\nGushed o'er the eyelids, and the frost congealed\nThe tears between, and locked them up again.",
"Clamp never bound together wood with wood\nSo strongly; whereat they, like two he-goats,\nButted together, so much wrath o'ercame them.",
"And one, who had by reason of the cold\nLost both his ears, still with his visage downward,\nSaid: \"Why dost thou so mirror thyself in us?\"",
"If thou desire to know who these two are,\nThe valley whence Bisenzio descends\nBelonged to them and to their father Albert.",
"They from one body came, and all Caina\nThou shalt search through, and shalt not find a shade\nMore worthy to be fixed in gelatine.",
"Not he in whom were broken breast and shadow\nAt one and the same blow by Arthur's hand;\nFocaccia not; not he who me encumbers",
"So with his head I see no farther forward,\nAnd bore the name of Sassol Mascheroni;\nWell knowest thou who he was, if thou art Tuscan.",
"\"And that thou put me not to further speech,\nKnow that I Camicion de' Pazzi was,\nAnd wait Carlino to exonerate me.\"",
"Then I beheld a thousand faces, made\nPurple with cold; whence o'er me comes a shudder,\nAnd evermore will come, at frozen ponds.",
"And while we were advancing tow'rds the middle,\nWhere everything of weight unites together,\nAnd I was shivering in the eternal shade...",
"Whether 'twere will, or destiny, or chance,\nI know not; but in walking 'mong the heads\nI struck my foot hard in the face of one.",
"Weeping he growled: \"Why dost thou trample me?\nUnless thou comest to increase the vengeance\nof Montaperti, why dost thou molest me?\"",
"And I: \"My Master, now wait here for me,\nThat I through him may issue from a doubt;\nThen thou mayst hurry me, as thou shalt wish.\"",
"The Leader stopped; and to that one I said\nWho was blaspheming vehemently still:\n\"Who art thou, that thus reprehendest others?\"",
"\"Now who art thou, that goest through Antenora\nSmiting,\" replied he, \"other people's cheeks,\nSo that, if thou wert living, 'twere too much?\"",
"\"Living I am, and dear to thee it may be,\"\nWas my response, \"if thou demandest fame,\nThat 'mid the other notes thy name I place.\"",
"And he to me: \"For the reverse I long;\nTake thyself hence, and give me no more trouble;\nFor ill thou knowest to flatter in this hollow.\"",
"Then by the scalp behind I seized upon him,\nAnd said: \"It must needs be thou name thyself,\nOr not a hair remain upon thee here.\"",
"Whence he to me: \"Though thou strip off my hair,\nI will not tell thee who I am, nor show thee,\nIf on my head a thousand times thou fall.\"",
"I had his hair in hand already twisted,\nAnd more than one shock of it had pulled out,\nHe barking, with his eyes held firmly down...",
"When cried another: \"What doth ail thee, Bocca?\nIs't not enough to clatter with thy jaws,\nBut thou must bark? what devil touches thee?\"",
"\"Now,\" said I, \"I care not to have thee speak,\nAccursed traitor; for unto thy shame\nI will report of thee veracious news.\"",
"\"Begone,\" replied he, \"and tell what thou wilt,\nBut be not silent, if thou issue hence,\nOf him who had just now his tongue so prompt.\"",
"He weepeth here the silver of the French;\n'I saw,' thus canst thou phrase it, 'him of Duera\nThere where the sinners stand out in the cold.'",
"If thou shouldst questioned be who else was there,\nThou hast beside thee him of Beccaria,\nOf whom the gorget Florence slit asunder.",
"\"Gianni del Soldanier, I think, may be\nYonder with Ganellon, and Tebaldello\nWho oped Faenza when the people slep.\"",
"Already we had gone away from him,\nWhen I beheld two frozen in one hole,\nSo that one head a hood was to the other.",
"And even as bread through hunger is devoured,\nThe uppermost on the other set his teeth,\nThere where the brain is to the nape united.",
"Not in another fashion Tydeus gnawed\nThe temples of Menalippus in disdain,\nThan that one did the skull and the other things.",
"\"O thou, who showest by such bestial sign\nThy hatred against him whom thou art eating,\nTell me the wherefore,\" said I, \"with this compact...\"",
"That if thou rightfully of him complain,\nIn knowing who ye are, and his transgression,\nI in the world above repay thee for it...",
"\"If that wherewith I speak be not dried up.\"",
"His mouth uplifted from his grim repast,\nThat sinner, wiping it upon the hair\nOf the same head that he behind had wasted.",
"Then he began: \"Thou wilt that I renew\nThe desperate grief, which wrings my heart already\nTo think of only, ere I speak of it.\"",
"But if my words be seed that may bear fruit\nOf infamy to the traitor whom I gnaw,\nSpeaking and weeping shalt thou see together.",
"I know not who thou art, nor by what mode\nThou hast come down here; but a Florentine\nThou seemest to me truly, when I hear thee.",
"Thou hast to know I was Count Ugolino,\nAnd this one was Ruggieri the Archbishop;\nNow I will tell thee why I am such a neighbour.",
"That, by effect of his malicious thoughts,\nTrusting in him I was made prisoner,\nAnd after put to death, I need not say.",
"But ne'ertheless what thou canst not have heard,\nThat is to say, how cruel was my death,\nHear shalt thou, and shalt know if he has wronged me.",
"A narrow perforation in the mew,\nWhich bears because of me the title of Famine,\nAnd in which others still must be locked up...",
"Had shown me through its opening many moons\nAlready, when I dreamed the evil dream\nWhich of the future rent for me the veil.",
"This one appeared to me as lord and master,\nHunting the wolf and whelps upon the mountain\nFor which the Pisans cannot Lucca see.",
"With sleuth-hounds gaunt, and eager, and well trained,\nGualandi with Sismondi and Lanfianchi\nHe had sent out before him to the front.",
"After brief course seemed unto me forespent\nThe father and the sons, and with sharp tushes\nIt seemed to me I saw their flanks ripped open.",
"When I before the morrow was awake,\nMoaning amid their sleep I heard my sons\nWho with me were, and asking after bread.",
"Cruel indeed art thou, if yet thou grieve not,\nThinking of what my heart foreboded me,\nAnd weep'st thou not, what art thou wont to weep at?",
"They were awake now, and the hour drew nigh\nAt which our food used to be brought to us,\nAnd through his dream was each one apprehensive.",
"And I heard locking up the under door\nOf the horrible tower; whereat without a word\nI gazed into the faces of my sons.",
"I wept not, I within so turned to stone;\nThey wept; and darling little Anselm mine\nSaid: 'Thou dost gaze so, father, what doth ail thee?'",
"Still not a tear I shed, nor answer made\nAll of that day, nor yet the night thereafter,\nUntil another sun rose on the world.",
"As now a little glimmer made its way\nInto the dolorous prison, and I saw\nUpon four faces my own very aspect...",
"Both of my hands in agony I bit;\nAnd, thinking that I did it from desire\nOf eating, on a sudden they uprose...",
"And said they: 'Father, much less pain 'twill give us\nIf thou do eat of us; thyself didst clothe us\nWith this poor flesh, and do thou strip it off.'",
"I calmed me then, not to make them more sad.\nThat day we all were silent, and the next.\nAh! obdurate earth, wherefore didst thou not open?",
"When we had come unto the fourth day, Gaddo\nThrew himself down outstretched before my feet,\nSaying, 'My father, why dost thou not help me?'",
"And there he died; and, as thou seest me,\nI saw the three fall, one by one, between\nThe fifth day and the sixth; whence I betook me...",
"\"Already blind, to groping over each,\nAnd three days called them after they were dead;\nThen hunger did what sorrow could not do.\"",
"When he had said this, with his eyes distorted,\nThe wretched skull resumed he with his teeth,\nWhich, as a dog's, upon the bone were strong.",
"Ah! Pisa, thou opprobrium of the people\nOf the fair land there where the 'Si' doth sound,\nSince slow to punish thee thy neighbours are...",
"Let the Capraia and Gorgona move,\nAnd make a hedge across the mouth of Arno\nThat every person in thee it may drown!",
"For if Count Ugolino had the fame\nOf having in thy castles thee betrayed,\nThou shouldst not on such cross have put his sons.",
"Guiltless of any crime, thou modern Thebes!\nTheir youth made Uguccione and Brigata,\nAnd the other two my song doth name above!",
"We passed still farther onward, where the ice\nAnother people ruggedly enswathes,\nNot downward turned, but all of them reversed.",
"Weeping itself there does not let them weep,\nAnd grief that finds a barrier in the eyes\nTurns itself inward to increase the anguish.",
"Because the earliest tears a cluster form,\nAnd, in the manner of a crystal visor,\nFill all the cup beneath the eyebrow full.",
"And notwithstanding that, as in a callus,\nBecause of cold all sensibility\nIts station had abandoned in my face...",
"Still it appeared to me I felt some wind;\nWhence I: \"My Master, who sets this in motion?\nIs not below here every vapour quenched?\"",
"Whence he to me: \"Full soon shalt thou be where\nThine eye shall answer make to thee of this,\nSeeing the cause which raineth down the blast.\"",
"And one of the wretches of the frozen crust\nCried out to us: \"O souls so merciless\nThat the last post is given unto you...\"",
"\"Lift from mine eyes the rigid veils, that I\nMay vent the sorrow which impregns my heart\nA little, e'er the weeping recongeal.\"",
"Whence I to him: \"If thou wouldst have me help thee\nSay who thou wast; and if I free thee not,\nMay I go to the bottom of the ice.\"",
"Then he replied: \"I am Friar Alberigo;\nHe am I of the fruit of the bad garden,\nWho here a date am getting for my fig.\"",
"\"O,\" said I to him, \"now art thou, too, dead?\"\nAnd he to me: \"How may my body fare\nUp in the world, no knowledge I possess.\"",
"Such an advantage has this Ptolomaea,\nThat oftentimes the soul descendeth here\nSooner than Atropos in motion sets it.",
"And, that thou mayest more willingly remove\nFrom off my countenance these glassy tears,\nKnow that as soon as any soul betrays",
"As I have done, his body by a demon\nIs taken from him, who thereafter rules it,\nUntil his time has wholly been revolved.",
"Itself down rushes into such a cistern;\nAnd still perchance above appears the body\nOf yonder shade, that winters here behind me.",
"\"This thou shouldst know, if thou hast just come down;\nIt is Ser Branca d' Oria, and many years\nHave passed away since he was thus locked up.\"",
"\"I think,\" said I to him, \"thou dost deceive me;\nFor Branca d' Oria is not dead as yet,\nAnd eats, and drinks, and sleeps, and puts on clothes.\"",
"\"In moat above,\" said he, \"of Malebranche,\nThere where is boiling the tenacious pitch,\nAs yet had Michel Zanche not arrived...\"",
"When this one left a devil in his stead\nIn his own body and one near of kin,\nWho made together with him the betrayal.",
"But hitherward stretch out thy hand forthwith,\nOpen mine eyes;\"--and open them I did not,\nAnd to be rude to him was courtesy.\"",
"Ah, Genoese! ye men at variance\nWith every virtue, full of every vice\nWherefore are ye not scattered from the world?",
"For with the vilest spirit of Romagna\nI found of you one such, who for his deeds\nIn soul already in Cocytus bathes...",
"And still above in body seems alive!",
"\"'Vexilla Regis prodeunt Inferni'\nTowards us; therefore look in front of thee,\"\nMy Master said, \"if thou discernest him.\"",
"As, when there breathes a heavy fog, or when\nOur hemisphere is darkening into night,\nAppears far off a mill the wind is turning...",
"Methought that such a building then I saw;\nAnd, for the wind, I drew myself behind\nMy Guide, because there was no other shelter.",
"Now was I, and with fear in verse I put it,\nThere where the shades were wholly covered up,\nAnd glimmered through like unto straws in glass.",
"Some prone are lying, others stand erect,\nThis with the head, and that one with the soles;\nAnother, bow-like, face to feet inverts.",
"When in advance so far we had proceeded,\nThat it my Master pleased to show to me\nThe creature who once had the beauteous semblance...",
"He from before me moved and made me stop,\nSaying: \"Behold Dis, and behold the place\nWhere thou with fortitude must arm thyself.\"",
"How frozen I became and powerless then,\nAsk it not, Reader, for I write it not,\nBecause all language would be insufficient.",
"I did not die, and I alive remained not;\nThink for thyself now, hast thou aught of wit,\nWhat I became, being of both deprived.",
"The Emperor of the kingdom dolorous\nFrom his mid-breast forth issued from the ice;\nAnd better with a giant I compare",
"Than do the giants with those arms of his;\nConsider now how great must be that whole,\nWhich unto such a part conforms itself.",
"Were he as fair once, as he now is foul,\nAnd lifted up his brow against his Maker,\nWell may proceed from him all tribulation.",
"O, what a marvel it appeared to me,\nWhen I beheld three faces on his head!\nThe one in front, and that vermilion was.",
"Two were the others, that were joined with this\nAbove the middle part of either shoulder,\nAnd they were joined together at the crest.",
"And the right-hand one seemed 'twixt white and yellow;\nThe left was such to look upon as those\nWho come from where the Nile falls valley-ward.",
"Underneath each came forth two mighty wings,\nSuch as befitting were so great a bird;\nSails of the sea I never saw so large.",
"No feathers had they, but as of a bat\nTheir fashion was; and he was waving them,\nSo that three winds proceeded forth therefrom.",
"Thereby Cocytus wholly was congealed.\nWith six eyes did he weep, and down three chins\nTrickled the tear-drops and the bloody drivel.",
"At every mouth he with his teeth was crunching\nA sinner, in the manner of a brake,\nSo that he three of them tormented thus.",
"To him in front the biting was as naught\nUnto the clawing, for sometimes the spine\nUtterly stripped of all the skin remained.",
"\"That soul up there which has the greatest pain,\"\nThe Master said, \"is Judas Iscariot;\nWith head inside, he plies his legs without.\"",
"Of the two others, who head downward are,\nThe one who hangs from the black jowl is Brutus;\nSee how he writhes himself, and speaks no word.",
"\"And the other, who so stalwart seems, is Cassius.\nBut night is reascending, and 'tis time\nThat we depart, for we have seen the whole.\"",
"As seemed him good, I clasped him round the neck,\nAnd he the vantage seized of time and place,\nAnd when the wings were opened wide apart...",
"He laid fast hold upon the shaggy sides;\nFrom fell to fell descended downward then\nBetween the thick hair and the frozen crust.",
"When we were come to where the thigh revolves\nExactly on the thickness of the haunch,\nThe Guide, with labour and with hard-drawn breath...",
"Turned round his head where he had had his legs,\nAnd grappled to the hair, as one who mounts,\nSo that to Hell I thought we were returning.",
"\"Keep fast thy hold, for by such stairs as these,\"\nThe Master said, panting as one fatigued,\n\"Must we perforce depart from so much evil.\"",
"Then through the opening of a rock he issued,\nAnd down upon the margin seated me;\nThen tow'rds me he outstretched his wary step.",
"I lifted up mine eyes and thought to see\nLucifer in the same way I had left him;\nAnd I beheld him upward hold his legs.",
"And if I then became disquieted,\nLet stolid people think who do not see\nWhat the point is beyond which I had passed.",
"\"Rise up,\" the Master said, \"upon thy feet;\nThe way is long, and difficult the road,\nAnd now the sun to middle-tierce returns.\"",
"It was not any palace corridor\nThere where we were, but dungeon natural,\nWith floor uneven and unease of light.",
"\"Ere from the abyss I tear myself away,\nMy Master,\" said I when I had arisen,\n\"To draw me from an error speak a little.\"",
"\"Where is the ice? and how is this one fixed\nThus upside down? and how in such short time\nFrom eve to morn has the sun made his transit?\"",
"And he to me: \"Thou still imaginest\nThou art beyond the centre, where I grasped\nThe hair of the fell worm, who mines the world.\"",
"That side thou wast, so long as I descended;\nWhen round I turned me, thou didst pass the point\nTo which things heavy draw from every side...",
"And now beneath the hemisphere art come\nOpposite that which overhangs the vast\nDry-land, and 'neath whose cope was put to death",
"The Man who without sin was born and lived.\nThou hast thy feet upon the little sphere\nWhich makes the other face of the Judecca.",
"Here it is morn when it is evening there;\nAnd he who with his hair a stairway made us\nStill fixed remaineth as he was before.",
"Upon this side he fell down out of heaven;\nAnd all the land, that whilom here emerged,\nFor fear of him made of the sea a veil...",
"\"And came to our hemisphere; and peradventure\nTo flee from him, what on this side appears\nLeft the place vacant here, and back recoiled.\"",
"A place there is below, from Beelzebub\nAs far receding as the tomb extends,\nWhich not by sight is known, but by the sound",
"Of a small rivulet, that there descendeth\nThrough chasm within the stone, which it has gnawed\nWith course that winds about and slightly falls.",
"The Guide and I into that hidden road\nNow entered, to return to the bright world;\nAnd without care of having any rest",
"We mounted up, he first and I the second,\nTill I beheld through a round aperture\nSome of the beauteous things that Heaven doth bear."
]